[
  {
    "chunk_id": 0,
    "book": "eeev101.pdf",
    "pdf_path": "F:\\Freelancing\\Quiz\\Science\\eeev101.pdf",
    "page": 1,
    "chapter": "eeev101.pdf - Life Around Us",
    "text": "Unit 1 Life Around Us About the Unit This unit at the preparatory stage land and supporting habitats. The highlights the crucial role of nature unit conveys water as a unique and as a home to animals, birds and limited essence of life — showing how insects. Students in Grades 3 and 4 it helps in sustaining the life on Earth. have explored soil, air and water. They It also gives examples from the lives also learned how life evolves in of people, who stay close to nature. They different landforms depending upon enjoy clean treasures from nature and the availability of soil, air, water and develop various materials available sunlight. from nearby forest and surroundings. This unit in Grade 5 presents Their lifestyles and productions with the importance of water in life and locally available materials reflect how ecosystems. It also covers its various life can be happy, and creative in the forms, movement, and role in shaping lap of nature. CChhaapptteerr 11 nn..iinndddd 11 1100--JJuull--2255 66::0077::4455 PPMM",
    "word_count": 169
  },
  {
    "chunk_id": 1,
    "book": "eeev101.pdf",
    "pdf_path": "F:\\Freelancing\\Quiz\\Science\\eeev101.pdf",
    "page": 2,
    "chapter": "eeev101.pdf - Life Around Us",
    "text": "Note to the Teacher This unit includes two chapters: Chapter 1 ‘Water — The Essence of Life’ and Chapter 2 ‘Journey of a River’. Following are the key concepts covered in these chapters. Chapter 1: Water — The Essence of Life How to Facilitate • ‘Water — The Essence of Life’ introduces • Encourage students to students to its various forms and different think about water bodies sources (freshwater and saltwater) of near their homes or water. It also highlights the importance of schools. Inspire them to water in different activities in the society. explore where the water comes from and where This chapter introduces the continuous it goes. movement of water in different forms • The Activity 6 in Chapter 1 through the water cycle. It also explores on mustard seed shows how water shapes the land and supports how rivers flow from higher life in freshwater habitats, and highlights to lower ground and follow the need to conserve water. the shape of the land. Use the map of India to explore Chapter 2: Journey of a River which rivers flow into which seas and how landforms • This chapter follows the story of the (like mountains) guide their direction. river Godavari from its origin to its delta. Through maps, stories and illustrations, • Talk about what happens to rainwater in their school it explores the tributaries of Godavari and or neighbourhood. Use this aquatic life in the river. It familiarises to start a conversation on students with the dams built on the how cities and villages plan river. Students learn how the river gets for water. polluted. This chapter highlights the • Help students list different ways rivers support ecosystems, people ways in which water plays and culture. After reading this chapter an important role in our life. Connect this to ideas of students will understand that water is a sharing and saving water. limited and shared resource which must Let them think about how be used wisely. water is stored in their homes (tanks, pots, etc.) and how a dam works as a big water storing unit. • Engage students in role-plays to critically think about both the scarcity and excess of water. • Encourage students to discuss with their parents or grandparents about festivals, stories, or memories connected to rivers. This will help them see rivers not just as physical things, but as part of their community and culture. CChhaapptteerr 11 nn..iinndddd 22 1100--JJuull--2255 66::0077::4466 PPMM",
    "word_count": 410
  },
  {
    "chunk_id": 2,
    "book": "eeev101.pdf",
    "pdf_path": "F:\\Freelancing\\Quiz\\Science\\eeev101.pdf",
    "page": 3,
    "chapter": "eeev101.pdf - Life Around Us",
    "text": "1 Water — The Essence of Life It is raining. Afreen rushed to the window where Jyoti was already watching tiny raindrops slide down the glass. “Where do you think all this water comes from, and where does it go?” asked Afreen. Come, let us follow the journey of water. But first, let us see how much water there is on Earth. Although most of the Earth’s surface is covered with water, the majority of it is salty, leaving less CChhaapptteerr 11 nn..iinndddd 33 1100--JJuull--2255 66::0077::4466 PPMM",
    "word_count": 87
  },
  {
    "chunk_id": 3,
    "book": "eeev101.pdf",
    "pdf_path": "F:\\Freelancing\\Quiz\\Science\\eeev101.pdf",
    "page": 4,
    "chapter": "eeev101.pdf - Discuss",
    "text": "Our Wondrous World amount of freshwater. All living beings — people, animals, birds, and plants — depend on freshwater to survive. It is essential for drinking, growing crops, and carrying out daily activities. Many plants and animals also live in freshwater. Without water, life would not be possible. Now, imagine if all the water on earth were in this glass, then the freshwater would only be as much as in a teaspoon! Discuss 1. Do you think we can drink the water present in the oceans? 2. What can ocean water be used for? Do you know? The salt pans of Gujarat are vast flatlands where seawater is dried to collect salt. It is one of the largest salt producing areas in India. 4 llams lanoitidart era nahtsajaR ni ’sdahoJ‘ egrahcer dna retawniar tcelloc ot tliub smad nehtrae .retawdnuorg 200 ml of water 5 ml of water CChhaapptteerr 11 nn..iinndddd 44 1100--JJuull--2255 66::0077::4477 PPMM",
    "word_count": 154
  },
  {
    "chunk_id": 4,
    "book": "eeev101.pdf",
    "pdf_path": "F:\\Freelancing\\Quiz\\Science\\eeev101.pdf",
    "page": 5,
    "chapter": "eeev101.pdf - Kashmir",
    "text": "5 efiL fo ecnessE ehT — retaW Activity 1 Where can we find freshwater? Identify the different freshwater sources from the images given below and write their names. Sources of Water Jyoti was curious, “Is there water in the air too? And is snow a form of water?”. Water has Different Forms We already know the different forms of water — liquid (as in rain), solid (as in ice) and vapour (as in steam). Let us understand more about this through a simple activity! lakes in Asia. It helps regulate river flow to prevent floods. Wular Lake in Jammu and Kashmir is one of the largest freshwater CChhaapptteerr 11 nn..iinndddd 55 1100--JJuull--2255 66::0077::4477 PPMM",
    "word_count": 114
  },
  {
    "chunk_id": 5,
    "book": "eeev101.pdf",
    "pdf_path": "F:\\Freelancing\\Quiz\\Science\\eeev101.pdf",
    "page": 6,
    "chapter": "eeev101.pdf - Activity I Observe",
    "text": "Our Wondrous World Activity 2 Take a steel glass. Put some ice cubes in it. Observe the small water droplets forming on the glass. (a) Where do these water droplets come from? (b) What happens to the ice cubes after they are left in the glass for some time? (c) If we heat water, what will happen to it? In the above activity, what forms of water do you see? Observing Changes Activity I Observe Ice melting Water boiling Water in sunlight for three days 6 CChhaapptteerr 11 nn..iinndddd 66 1100--JJuull--2255 66::0077::4488 PPMM",
    "word_count": 93
  },
  {
    "chunk_id": 6,
    "book": "eeev101.pdf",
    "pdf_path": "F:\\Freelancing\\Quiz\\Science\\eeev101.pdf",
    "page": 7,
    "chapter": "eeev101.pdf - Fishing",
    "text": "7 efiL fo ecnessE ehT — retaW Through these experiments, we found out that water can change into ice and steam, and it can also return to its liquid form. Water Cycle Let us understand how such changes take place in nature. Activity 3 • Take a transparent bag. • Use a marker to draw the sun, clouds, trees and arrows on it as shown in the picture. • Fill one-third of it with coloured water. Tip: You can use blue paint or food dye for this. • Seal the bag tightly to prevent any leaks. • Place it in the sunlight. • After a few hours, observe the changes inside the bag. I Observe I Wonder It is because of … How does Water heats water heat Sunlight up up? Water droplets formed inside the cover paws, making it an excellent swimmer who dives for fish. The Fishing Cat, found in India’s wetlands, has partially webbed CChhaapptteerr 11 nn..iinndddd 77 1100--JJuull--2255 66::0077::4488 PPMM",
    "word_count": 164
  },
  {
    "chunk_id": 7,
    "book": "eeev101.pdf",
    "pdf_path": "F:\\Freelancing\\Quiz\\Science\\eeev101.pdf",
    "page": 8,
    "chapter": "eeev101.pdf - Groundwater",
    "text": "Our Wondrous World As you have seen in the above activity, the Sun’s heat causes the water to turn into water vapour. When the water vapour cools, it forms small droplets inside the bag. Eventually, these droplets fall back down. Similarly in nature, heat causes water from different sources, like oceans and rivers, to become water vapour. Water vapour forms the clouds, which come down as rain, snow and hail. This water goes back into rivers, lakes and oceans. This constant circular movement of water in nature is called the water cycle. Groundwater Let us find out what happens to rainwater when it comes down. 8 gnitaofl ylno eht si rupinaM ni kraP lanoitaN oajmaL lubieK ehT ’sidmuhp‘ euqinu sti rof suomaf si tI .dlrow eht ni krap lanoitan .reed iagnaS deregnadne eht dna )sdnalsi gnitaofl( CChhaapptteerr 11 nn..iinndddd 88 1100--JJuull--2255 66::0077::4488 PPMM",
    "word_count": 143
  },
  {
    "chunk_id": 8,
    "book": "eeev101.pdf",
    "pdf_path": "F:\\Freelancing\\Quiz\\Science\\eeev101.pdf",
    "page": 9,
    "chapter": "eeev101.pdf - Groundwater",
    "text": "9 efiL fo ecnessE ehT — retaW Activity 4 • Take a transparent glass. • Fill half of it with soil. • Slowly pour water into the soil using a spoon. • Observe what happens. When it rains, some water is soaked up by the soil. This water sinks through the layers of soil and rocks. The water that gets stored deep underground is called groundwater. We dig wells, borewells, tube wells and handpumps to draw this water from the ground for our use. Activity 5 Tick the image that will help in groundwater recharge. Concrete road Green lawn Paved area In cities with many cemented surfaces, rainwater cannot go into the ground easily, which stops groundwater from getting recharged. Do you know? Open, uncovered areas allow water to seep into the ground. Soak pits, ponds, human-made lakes, and planting more trees help rainwater return underground. in India, standing 182 metres tall. The world’s tallest statue is the ‘Statue of Unity’ CChhaapptteerr 11 nn..iinndddd 99 1100--JJuull--2255 66::0077::4488 PPMM",
    "word_count": 168
  },
  {
    "chunk_id": 9,
    "book": "eeev101.pdf",
    "pdf_path": "F:\\Freelancing\\Quiz\\Science\\eeev101.pdf",
    "page": 10,
    "chapter": "eeev101.pdf - Procedure",
    "text": "Our Wondrous World Surface Water Rivers, ponds, lakes, etc., are the natural sources of freshwater in addition to groundwater. Do you ever wonder how river flows? A river often begins its journey from up in the mountains and flows down across the land. Let us understand this through an activity. Activity 6 Material Required: An old newspaper and a cup of mustard seeds or any other small seeds. Procedure • Take a sheet from a newspaper and crumple it to create folds. • Take another sheet and place it over the crumpled paper. • Press it down so that the slopes are gentle. • Now, slowly pour the mustard seeds from the cup on to the highest point of the slope. • Observe the movement of the seeds. 1. What did you observe about the mustard seeds? 2. Are they moving in a straight line, or do they spread out in different directions? 10 CChhaapptteerr 11 nn..iinndddd 1100 1100--JJuull--2255 66::0077::4488 PPMM",
    "word_count": 161
  },
  {
    "chunk_id": 10,
    "book": "eeev101.pdf",
    "pdf_path": "F:\\Freelancing\\Quiz\\Science\\eeev101.pdf",
    "page": 11,
    "chapter": "eeev101.pdf - Maharashtra",
    "text": "11 efiL fo ecnessE ehT — retaW 3. Are they collecting in some areas? Do they gather like water gathers in lakes, rivers and so on? Water flows, stops or curves according to the shape of the land formations in its path. The flow of water can also change the shape of land. Discuss On the basis of Activity 6 with mustard seeds, discuss how some rivers flow towards the Arabian Sea while some flow towards the Bay of Bengal. to its watershed management and rainwater harvesting. water-positive village. Local communities have contributed Hiware Bazar in Maharashtra is a successful example of a Do you know? The Luni river, originating in the Aravalli Range in Rajasthan, is the only major Indian river that does not drain into a sea. Instead, it ends up in the marshy lands of the Rann of Kutch in Gujarat. CChhaapptteerr 11 nn..iinndddd 1111 1100--JJuull--2255 66::0077::4488 PPMM",
    "word_count": 151
  },
  {
    "chunk_id": 11,
    "book": "eeev101.pdf",
    "pdf_path": "F:\\Freelancing\\Quiz\\Science\\eeev101.pdf",
    "page": 12,
    "chapter": "eeev101.pdf - DDeesseerrtt",
    "text": "Our Wondrous World 12 Our Wondrous World MMoouunnttaaiinnss IIccee ccaapp GGllaacciieerr WWaatteerrffaallll RRiivveerr VVaalllleeyy DDuunnee LLaakkee DDeesseerrtt Our Lifeline — Rivers in India This map of India shows some of the major rivers 12 of our country. *Map not to scale CChhaapptteerr 11 nn..iinndddd 1122 1100--JJuull--2255 66::0077::5500 PPMM",
    "word_count": 48
  },
  {
    "chunk_id": 12,
    "book": "eeev101.pdf",
    "pdf_path": "F:\\Freelancing\\Quiz\\Science\\eeev101.pdf",
    "page": 13,
    "chapter": "eeev101.pdf - Museum",
    "text": "13 efiL fo ecnessE ehT — retaW Activity 7 Follow the Flow! In the map, you can see the rivers flowing in different directions. Some flow into the Bay of Bengal and some into the Arabian Sea. Observe and fill in the table. Name of Moves towards the Moves towards the the River Bay of Bengal Arabian Sea FFoorreesstt inspiring citizens to conserve water. Delhi — celebrates India’s water heritage and innovation, India’s first water museum — Jal Shakti Museum in New Note to the Teacher The teacher can guide the students to observe and trace the flow of the rivers towards the Bay of Bengal or the Arabian Sea on the map. CChhaapptteerr 11 nn..iinndddd 1133 1100--JJuull--2255 66::0077::5500 PPMM",
    "word_count": 120
  },
  {
    "chunk_id": 13,
    "book": "eeev101.pdf",
    "pdf_path": "F:\\Freelancing\\Quiz\\Science\\eeev101.pdf",
    "page": 14,
    "chapter": "eeev101.pdf - World",
    "text": "Our Wondrous World Life in Water Afreen noticed that the rain had filled up the pond near the school ground. She called out to Jyoti, “Come and look!”. They could see tiny fish swimming and a small frog sitting on a lotus leaf. It is wonderful to see the variety of plants and animals living in water! How are they different from those living on land? Complete the following table discussing with peers about the characteristics of animals on land and animals in water. 14 Our Wondrous World 14 CChhaapptteerr 11 nn..iinndddd 1144 1100--JJuull--2255 66::0077::5500 PPMM",
    "word_count": 96
  },
  {
    "chunk_id": 14,
    "book": "eeev101.pdf",
    "pdf_path": "F:\\Freelancing\\Quiz\\Science\\eeev101.pdf",
    "page": 15,
    "chapter": "eeev101.pdf - World",
    "text": "Animals on Land Animals in Water Cannot breathe in water. Have fins to swim. 15 efiL fo ecnessE ehT — retaW CChhaapptteerr 11 nn..iinndddd 1155 1100--JJuull--2255 66::0077::5500 PPMM",
    "word_count": 28
  },
  {
    "chunk_id": 15,
    "book": "eeev101.pdf",
    "pdf_path": "F:\\Freelancing\\Quiz\\Science\\eeev101.pdf",
    "page": 16,
    "chapter": "eeev101.pdf - Pond Heron Freshwater Turtle",
    "text": "Our Wondrous World Information Card Dragonfly Water Scropion Flies fast and lays Insect with pincers, lives eggs near water, eats underwater, breathes mosquitoes. using a tail tube. Pond Heron Freshwater Turtle A bird with long legs A soft-shelled turtle that stands still to that lives in ponds catch fish. and rivers. Water Snake Reeds (Edge Plants) Grow along the edges A harmless water of ponds, tall and snake that eats fish grass-like. and frogs. Lotus and Water Lily Water Hyacinth (Rooted Floating) (Free-floating) Flowers float on water, A fast-growing plant roots stay in the that floats and spreads pond bed. on water. 16 CChhaapptteerr 11 nn..iinndddd 1166 1100--JJuull--2255 66::0077::5511 PPMM",
    "word_count": 110
  },
  {
    "chunk_id": 16,
    "book": "eeev101.pdf",
    "pdf_path": "F:\\Freelancing\\Quiz\\Science\\eeev101.pdf",
    "page": 17,
    "chapter": "eeev101.pdf - Fish Fins",
    "text": "17 efiL fo ecnessE ehT — retaW Activity 8 Visit a local water body like a pond, lake or an aquarium with your teacher or parents, and observe life in and around the water body. 1. Based on your observations, complete the following table. Movement Name of Mouth or through Rough the Bird or Beaks Legs, Feet, Diagram Animal Fins Round mouth Fish Fins facing upwards Long and Pond heron Thin legs pointed Note to the Teacher Ensure that students are accompanied by adults, take all safety precautions and guide them not to touch or disturb any plants, or animals during the visit. CChhaapptteerr 11 nn..iinndddd 1177 1100--JJuull--2255 66::0077::5511 PPMM",
    "word_count": 110
  },
  {
    "chunk_id": 17,
    "book": "eeev101.pdf",
    "pdf_path": "F:\\Freelancing\\Quiz\\Science\\eeev101.pdf",
    "page": 18,
    "chapter": "eeev101.pdf - Lily",
    "text": "Our Wondrous World 2. Draw the plants that you saw during the visit and label them with their local name. Types Names Local Name Plants floating Lily (above water) Plants under water Plants whose roots are in the water bed, but are seen above the water Activity 9 1. Take a piece of paper and put a drop of water on it. Observe. 2. Colour the paper with a wax crayon. Now, put a drop of water on it. Do you observe any change? Write your observation. 18 CChhaapptteerr 11 nn..iinndddd 1188 1100--JJuull--2255 66::0077::5511 PPMM",
    "word_count": 95
  },
  {
    "chunk_id": 18,
    "book": "eeev101.pdf",
    "pdf_path": "F:\\Freelancing\\Quiz\\Science\\eeev101.pdf",
    "page": 19,
    "chapter": "eeev101.pdf - Lily",
    "text": "19 efiL fo ecnessE ehT — retaW The waxy coating on leaves make them waterproof and keeps too much water from getting inside the plant. This helps the plant stay healthy and not get damaged. Activity 10 Who Eats Whom? — A River Food Chain Game • Distribute slips of paper to students. Each student writes what they choose to be (for example, small fish, big fish, frog, bird, human, crocodile, otter, etc.) • Ask the students to think about what they eat, and who eats them. • Use a string to connect the students who depend on each other for food. • Discuss what would happen if one animal disappears (for example, what if all the fish are gone?). Types of Plants in Water Through this activity, we discovered the rich variety of plants and animals that live in freshwater habitats. These living beings have special features — like floating leaves, fins, or long roots — that help them survive and grow in water. This reminds us how essential freshwater is for supporting life on Earth. In this chapter, we learned that water exists in different forms — ice, water, and vapour. We saw how water keeps moving through the water cycle; changing its form as it travels through the air, land, and sky. We also explored how aquatic plants and animals live in and around water, and depend on water for their survival. CChhaapptteerr 11 nn..iinndddd 1199 1100--JJuull--2255 66::0077::5511 PPMM",
    "word_count": 242
  },
  {
    "chunk_id": 19,
    "book": "eeev101.pdf",
    "pdf_path": "F:\\Freelancing\\Quiz\\Science\\eeev101.pdf",
    "page": 20,
    "chapter": "eeev101.pdf - 1. Match the following:",
    "text": "Our Wondrous World Let us reflect 1. Match the following: (i) Ocean water (a) Solid form of water (ii) Snow (b) Vapour form of water (iii) Steam (c) Not fit for drinking (iv) Rainwater (d) Freshwater 2. Why do you think most of the water on Earth cannot be used for drinking or farming? 3. Large number of living beings live near water bodies. Why? 4. What would happen if it did not rain in your region for two years? 5. What do you think happens to rainwater in a forest compared to a city? 6. Can you design a house or school that conserves water wisely? What would it include? 7. Let us make a fish by folding a piece of paper. Step 1 Step 2 Step 3 Step 4 Step 5 Step 6 20 CChhaapptteerr 11 nn..iinndddd 2200 1100--JJuull--2255 66::0077::5511 PPMM",
    "word_count": 143
  },
  {
    "chunk_id": 20,
    "book": "eeev102.pdf",
    "pdf_path": "F:\\Freelancing\\Quiz\\Science\\eeev102.pdf",
    "page": 1,
    "chapter": "eeev102.pdf - Unknown Chapter",
    "text": "2 Journey of a River Where I Begin, Where I Flow I have no feet, but I travel far, Through fields and forests, under moon and star. I quench your thirst and help plants grow, From mountain to sea, I quietly flow. Who am I? Yes! I am a river. I am Godavari. My journey begins high up in the Western Ghats at Trimbakeshwar in Maharashtra. Although I start out as a stream, as I move across the land, rainwater and other streams join me, making me wider and stronger. The small streams joining are my tributaries. I travel 1,465 kilometres before joining the Bay of Bengal. I am the second longest river in India after river Ganga. CChhaapptteerr 22..iinndddd 2211 1100--JJuull--2255 66::1100::3355 PPMM",
    "word_count": 124
  },
  {
    "chunk_id": 21,
    "book": "eeev102.pdf",
    "pdf_path": "F:\\Freelancing\\Quiz\\Science\\eeev102.pdf",
    "page": 2,
    "chapter": "eeev102.pdf - Andhra Pradesh",
    "text": "Look at the image given below and answer the following. 1. Name the states that Godavari flows through. 2. Name a dam and a wildlife sanctuary along the length of Godavari. 3. Which other small rivers join Godavari in its journey? B W ra e h st m er a n g i G ri h H a i t l s ls a o t f Godavari Trimbakeshwar Pench National Park Maharashtra Chhattisgarh Manjira Indravati Kawal Tiger Odisha Sriram Sagar Reserve Project (SRSP) Telangana Sabari Polavaram Dam Coringa Wildlife Sanctuary Andhra Pradesh CChhaapptteerr 22..iinndddd 2222 1100--JJuull--2255 66::1100::3399 PPMM",
    "word_count": 99
  },
  {
    "chunk_id": 22,
    "book": "eeev102.pdf",
    "pdf_path": "F:\\Freelancing\\Quiz\\Science\\eeev102.pdf",
    "page": 3,
    "chapter": "eeev102.pdf - The Life I Hold",
    "text": "23 reviR a fo yenruoJ There are fascinating stories about me, many from the Ramayana and the Puranas. I am called Dakshina Ganga because I flow through southern India and am regarded as sacred. In places like Nashik, near where I begin, people come from all around to take a dip in my holy waters, especially during events like the Godavari Pushkaram. Brahmaputra River. It is more than 9 kilometres long! India has built its longest river bridge, the Bhupen Hazarika Setu, over the The Life I Hold I flow all year round which makes me a perennial river. Some rivers flow only when they receive water in the rainy season, which makes them seasonal rivers. I pass through rich forests full of wildlife, including the tiger, barking deer, the Indian golden gecko and the famed red sandalwood trees. You have learnt in the last chapter that freshwater sources like me are home to many plants and animals. When I reach the sea, I spread out into many small streams that form a delta. My freshwater meets CChhaapptteerr 22..iinndddd 2233 1100--JJuull--2255 66::1100::3399 PPMM",
    "word_count": 183
  },
  {
    "chunk_id": 23,
    "book": "eeev102.pdf",
    "pdf_path": "F:\\Freelancing\\Quiz\\Science\\eeev102.pdf",
    "page": 4,
    "chapter": "eeev102.pdf - The Many Ways I Support Lives",
    "text": "Our Wondrous World the salty sea there. This place is called the Coringa Mangrove Forests, where my journey ends. The Many Ways I Support Lives Since ancient times, people have always built their homes near rivers or water bodies. Can you guess why? Do you know the many ways I support people every single day? I provide water to people in the many towns and villages around me. The water for all houses, schools and fields comes from me. I not only help people drink, cook and wash, but also help them to grow food, and make things in their factories. I also support many livelihoods. My water is carried in pipes and canals, and 24 shared by many. CChhaapptteerr 22..iinndddd 2244 1100--JJuull--2255 66::1100::4400 PPMM",
    "word_count": 125
  },
  {
    "chunk_id": 24,
    "book": "eeev102.pdf",
    "pdf_path": "F:\\Freelancing\\Quiz\\Science\\eeev102.pdf",
    "page": 5,
    "chapter": "eeev102.pdf - India",
    "text": "25 arch bridge in the world. reviR a fo yenruoJ The Chenab rail bridge in India is the highest railway Ecotourism means visiting natural places like forests, rivers or mountains to enjoy their beauty, watch animals or birds, and learn about nature without harming the environment. 1. List three ways in which people are dependent on the river Godavari. 2. In which occupations are people engaged near the river Godavari? CChhaapptteerr 22..iinndddd 2255 1100--JJuull--2255 66::1100::4400 PPMM",
    "word_count": 76
  },
  {
    "chunk_id": 25,
    "book": "eeev102.pdf",
    "pdf_path": "F:\\Freelancing\\Quiz\\Science\\eeev102.pdf",
    "page": 6,
    "chapter": "eeev102.pdf - Flow",
    "text": "Our Wondrous World 3. Which crops do you see growing near the Godavari? 4. Which crops grow in your region? Where does the water for irrigation come from? Activity 1 Make a poster in your classroom showing all the ways rivers help people. Include drawings of homes, farms, boats, fishermen and more. Dams — Storing My Water, Changing My Flow Did you know that there are more than 900 dams that store my water so people can use it even during dry seasons, to drink, grow crops and make electricity. But have you ever wondered what happens to me when a dam is built? What happens to the forests, animals and the people living near me? A dam is like a giant wall that blocks my flow and stores water in a large water body called a reservoir. While this stored water helps many people, it also floods land that was once home to animals and people. Many have to leave their homes and shift elsewhere when dams are built. 26 CChhaapptteerr 22..iinndddd 2266 1100--JJuull--2255 66::1100::4400 PPMM",
    "word_count": 177
  },
  {
    "chunk_id": 26,
    "book": "eeev102.pdf",
    "pdf_path": "F:\\Freelancing\\Quiz\\Science\\eeev102.pdf",
    "page": 7,
    "chapter": "eeev102.pdf - Write",
    "text": "27 island, formed by the Brahmaputra river. reviR a fo yenruoJ The Majuli island in Assam is the world’s largest river When you open a tap, it is hard to imagine the journey that water has taken and the many sacrifices that were made so you could have it. That is why, it is so important to use water wisely and never waste it! Write What problems can arise after a dam is built. How can they be solved? What Pollutes Me and Why it Matters With more people and factories coming up near my banks; waste, plastic and dirty water pollutes me. Sometimes I do not smell or look clean. Yet people use my water, which could make them sick. I wish I could tell them to help keep me clean and free from waste. CChhaapptteerr 22..iinndddd 2277 1100--JJuull--2255 66::1100::4400 PPMM",
    "word_count": 142
  },
  {
    "chunk_id": 27,
    "book": "eeev102.pdf",
    "pdf_path": "F:\\Freelancing\\Quiz\\Science\\eeev102.pdf",
    "page": 8,
    "chapter": "eeev102.pdf - Discuss",
    "text": "Our Wondrous World One important way to do this is by creating less waste in the first place by using eco-friendly products. The fish, turtles, and birds that live in and around me have nowhere else to go. Slowly, they are beginning to disappear. This makes me very sad. Write 1. Where do the plastic wrappers and bags that we litter end up? 2. What kinds of soaps, shampoos or floor cleaners (natural or readymade) are used in your home? Where does the unclean water mixed with these cleaners go? Discuss Ask your parents or elders, about the condition of water bodies near your home when they were your age. What is 28 the status of those water bodies today? CChhaapptteerr 22..iinndddd 2288 1100--JJuull--2255 66::1100::4400 PPMM",
    "word_count": 126
  },
  {
    "chunk_id": 28,
    "book": "eeev102.pdf",
    "pdf_path": "F:\\Freelancing\\Quiz\\Science\\eeev102.pdf",
    "page": 9,
    "chapter": "eeev102.pdf - few things that:",
    "text": "29 reviR a fo yenruoJ Activity 2 Make a list of things that we throw into the waste bin at home or school. If these things were thrown into a river or a pond, how would each of these items harm the animals, plants and people who live nearby, and use this water? Activity 3 Take two clear glasses of water. Add a spoonful of sugar in one and a spoonful of cooking oil in the other. Stir both well and observe. What do you observe? Which one appears clear? This experiment shows us that some things dissolve in water and some do not. Can you list a few things that: Dissolve in water CChhaapptteerr 22..iinndddd 2299 1100--JJuull--2255 66::1100::4411 PPMM",
    "word_count": 120
  },
  {
    "chunk_id": 29,
    "book": "eeev102.pdf",
    "pdf_path": "F:\\Freelancing\\Quiz\\Science\\eeev102.pdf",
    "page": 10,
    "chapter": "eeev102.pdf - World",
    "text": "Our Wondrous World Do not dissolve in water Harmful things like chemicals or dirty soapy water can hide in rivers like me. So, even when my water looks clean, it might still carry things that can hurt the living beings. Activity 4 Look at the two images given below. Which river looks healthy and why? How do so many plants grow in water? What do you think happens when too many plants grow in a river? River with clean water Surface covered by ‘green blanket’ Sometimes fertilisers that are used to grow crops get washed down into my water. They make plants and other organisms grow very fast, until they cover my surface like a ‘green blanket’, which slowly starts choking all the life inside me. It becomes hard for the fish to breathe. Also, my water becomes unsafe for people to drink. 30 I must say that many people are trying to help CChhaapptteerr 22..iinndddd 3300 1100--JJuull--2255 66::1100::4411 PPMM",
    "word_count": 160
  },
  {
    "chunk_id": 30,
    "book": "eeev102.pdf",
    "pdf_path": "F:\\Freelancing\\Quiz\\Science\\eeev102.pdf",
    "page": 11,
    "chapter": "eeev102.pdf - Write",
    "text": "31 world, stretching over 25 kilometres. reviR a fo yenruoJ Hirakud dam in Odisha is one of the longest earthen dams in the keep my water clean. In places along my journey, too, people are working to stop waste from going into my water. Every small step you take helps me stay fresh and full of life. I am pleased to see that efforts are being made to keep my water clean. Do you know? The Namami Gange programme is helping clean the Ganga river so that it stays healthy for people, fish and birds. Write Can you list three things you can do to protect the water bodies near you? 1. 2. 3. When a River Floods Most of the time, I flow gently, helping life grow all around me. But I never forget that I am powerful. When there is too much rain, I expand and become faster, deeper and bigger. I roar through the land, faster and wilder than anyone can imagine. This is when I cannot help overflowing my banks and flooding large areas. When too much rain falls, all the water rushes into me and my expanding waters flood houses, fields and roads causing great damage, and destruction. People and animals often have to leave their homes to stay safe. CChhaapptteerr 22..iinndddd 3311 1100--JJuull--2255 66::1100::4411 PPMM",
    "word_count": 221
  },
  {
    "chunk_id": 31,
    "book": "eeev102.pdf",
    "pdf_path": "F:\\Freelancing\\Quiz\\Science\\eeev102.pdf",
    "page": 12,
    "chapter": "eeev102.pdf - World",
    "text": "Our Wondrous World TTrreeeess ssllooww ddoowwnn rraaiinn NNoo ttrreeeess mmeeaannss wwaatteerr aanndd hheellpp tthhee wwaatteerr rruunnss ooffff tthhee ssooiill ssooaakk uupp wwaatteerr llaanndd ffaasstteerr aanndd ccaauusseess flflooooddiinngg Activity 5 Match the Columns Note: One problem could affect more than one thing. Flood problem What it affects (i) Dirty water (a) Shelter for people (ii) Broken roads (b) Safe drinking (iii) Lost crops (c) Learning (iv) No electricity (d) Travel and transport (v) Spread of diseases (e) Lights, fans and phones (vi) Damaged homes (f) People’s health (vii) Schools shut (g) Food supply 32 CChhaapptteerr 22..iinndddd 3322 1100--JJuull--2255 66::1100::4411 PPMM",
    "word_count": 99
  },
  {
    "chunk_id": 32,
    "book": "eeev102.pdf",
    "pdf_path": "F:\\Freelancing\\Quiz\\Science\\eeev102.pdf",
    "page": 13,
    "chapter": "eeev102.pdf - Follow",
    "text": "33 reviR a fo yenruoJ Activity 6 Flood Safety Tips Before During the Flood After Avoid contact Stay informed through Disconnect with flood water the local news electricity and gas and swimming Prepare an emergency bag Do not walk or drive Do not touch with food, medicines and in flood water power lines flashlight items Do not go home or to Know the process to evacuate Get to a higher disaster areas until it is and safe alternative routes ground declared safe Communicate to your Follow family that you are safe Leave before flooding starts evacuation orders In flood prone areas, keep When back at home, useful items at home Free cattle and lead clean and disinfect (sandbags, ladder, rope, etc.) animals to a safer place surfaces, and items CChhaapptteerr 22..iinndddd 3333 1100--JJuull--2255 66::1100::4422 PPMM",
    "word_count": 135
  },
  {
    "chunk_id": 33,
    "book": "eeev102.pdf",
    "pdf_path": "F:\\Freelancing\\Quiz\\Science\\eeev102.pdf",
    "page": 14,
    "chapter": "eeev102.pdf - World",
    "text": "Our Wondrous World Activity 7 Read the flood safety tips given in Activity 6 and organise a role-play where you are the Sarpanch or Municipal Corporator of your village or city. Discuss what actions you will take to — • prevent flooding • prevent damage caused by flooding • keep elderly people and people with disability safe • keep animals safe Have a Disaster Emergency Kit Ready 34 CChhaapptteerr 22..iinndddd 3344 1100--JJuull--2255 66::1100::4422 PPMM",
    "word_count": 74
  },
  {
    "chunk_id": 34,
    "book": "eeev102.pdf",
    "pdf_path": "F:\\Freelancing\\Quiz\\Science\\eeev102.pdf",
    "page": 15,
    "chapter": "eeev102.pdf - Some",
    "text": "eggs — a natural wonder called fish migration. Some fish like the hilsa (ilish) travel from the sea into rivers to lay 35 reviR a fo yenruoJ When a River Runs Dry! There is a lot for people to worry about when I flood in places. But when a river runs dry, it causes great problems for people too. Take a moment to imagine your day without water. Not easy, right? 1. What would you do if you had no water in your home for an entire day? 2. What if there was no water for a week? How would you bath, drink, cook or clean? Where would you go to find water? When there is no availability of water for a very long time, families may have to leave their homes and move to places where water is still available. This is not just for people, animals suffer too. Fortunately for them, I am perennial and flow across the year. So I can continue to look after everyone along my way. Do you know? In 2019, Chennai had to run special water trains from other districts because its reservoirs dried up. In contrast, heavy rains in Bengaluru in 2022 flooded homes and roads, showing how both water shortage and excess can affect lives. CChhaapptteerr 22..iinndddd 3355 1100--JJuull--2255 66::1100::4422 PPMM",
    "word_count": 220
  },
  {
    "chunk_id": 35,
    "book": "eeev102.pdf",
    "pdf_path": "F:\\Freelancing\\Quiz\\Science\\eeev102.pdf",
    "page": 16,
    "chapter": "eeev102.pdf - The National Water Mission",
    "text": "Our Wondrous World In some places, people use water ATMs, which are special machines that give clean water when you put in a card or coin. These steps help us use water wisely and protect it for the future. The National Water Mission works to manage water properly and help people use water wisely across India. Thank you for listening to my story. But I need your help too. When you save water, plant a tree or stop waste from reaching me, you are showing me love. Remember, even small actions can make a big difference! Each one of you can help save water by doing small things every day. • Use water efficiently. Do not waste it. • Turn off the tap while brushing your teeth. • Do not waste drinking water. • Fix leaking taps with the help of adults. • Reuse clean water left from washing fruits or vegetables in watering plants. • Remind family and friends to save water too. • Remember, every drop counts! 36 CChhaapptteerr 22..iinndddd 3366 1100--JJuull--2255 66::1100::4422 PPMM",
    "word_count": 176
  },
  {
    "chunk_id": 36,
    "book": "eeev102.pdf",
    "pdf_path": "F:\\Freelancing\\Quiz\\Science\\eeev102.pdf",
    "page": 17,
    "chapter": "eeev102.pdf - Ganges",
    "text": "37 reviR a fo yenruoJ Let us reflect 1. Find out which river(s) flow through your state. (a) What are they used for? (b) Are there any dams on them? 2. Ask your grandparents or parents to share any story or festival related to rivers in your region and present it in the class. 3. Ask an elder in your family: (a) What was the condition of rivers when you were a child? (b) What has changed since then? 4. Why do you think people built houses and cities near rivers in the past? Are rivers still important today in the same way? 5. If you could create one new rule to protect rivers in your city or village, what would it be? 6. Think about a time when you wasted water. What could you have done differently? 7. Can you design a simple water filter using everyday materials? What would you include and why? 8. Imagine you are planning a new city near a river. What steps would you take to: (a) keep the river clean. (b) prevent floods during heavy rains. (c) ensure there is always enough water for everyone, even during summers. sound to find its way in the water. Ganges river dolphin, India’s national aquatic animal, is blind and uses CChhaapptteerr 22..iinndddd 3377 1100--JJuull--2255 66::1100::4422 PPMM",
    "word_count": 220
  },
  {
    "chunk_id": 37,
    "book": "eeev103.pdf",
    "pdf_path": "F:\\Freelancing\\Quiz\\Science\\eeev103.pdf",
    "page": 1,
    "chapter": "eeev103.pdf - Unknown Chapter",
    "text": "Unit 2 Health and Well-being About the Unit This unit at the preparatory stage and explore various traditional Indian familiarises students with different methods of food preservation. They types of food, importance of balanced learn about the role of good microbes food, healthcare, and maintaining good and cultural practices that help keep health with regular exercise and rest. the food safe. Students also learn how traditional This unit also encourages agricultural, and cultural practices students to take care of their home supported health and well-being in and surroundings for better health. sync with changes in seasons. They learn how to make their school This unit in Grade 5 helps students a greener, cleaner and more caring explore how everyday choices support place through actions like waste personal and collective well-being. management, water conservation, and Students learn how to take care of food practising kindness. CChhaapptteerr 33..iinndddd 3388 1100--JJuull--2255 66::1111::5511 PPMM",
    "word_count": 150
  },
  {
    "chunk_id": 38,
    "book": "eeev103.pdf",
    "pdf_path": "F:\\Freelancing\\Quiz\\Science\\eeev103.pdf",
    "page": 2,
    "chapter": "eeev103.pdf - Unknown Chapter",
    "text": "Note to the Teacher This unit consists of two chapters. Chapter 3 ‘ The Mystery of Food’ and Chapter 4 ‘Our School — A Happy Place’. Chapter 3: The Mystery of Food How to Facilitate • ‘The Mystery of Food’ follows detective Disha as she explores how food spoils • Encourage active due to microbes and why certain foods observation and last longer. It covers the science behind experimentation. Help food preservation, various preservation students record their methods and their cultural significance. findings in a ‘Food It also touches on the role of good Detective’ or ‘School Explorer’ notebook. microbes, the importance of proper food storage, and consumption in promoting • Guide students in health, and hygiene. sharing personal stories or small-group Chapter 4: Our School — A Happy Place discussions based on their family’s food • ‘Our School — A Happy Place’ introduces habits, or preservation techniques. the idea of green school — a space that is clean, safe and caring for students, • Encourage students teachers, and the environment. to explore and share any local or cultural Students are encouraged to reflect on traditions related to food improving their school through waste preservation. management, water conservation and tree plantation, while learning the • Use real objects and school areas (like the importance of kindness, respect and kitchen, garden or positive behaviour in creating a pleasant corridors) as learning school environment. spaces. • Arrange for students to interact with elders, kitchen staff, recyclers or local vendors to learn about food preservation, waste management, and community practices. • Motivate students to think critically about their food habits, the role of microbes in health, and how these concepts relate to environmental sustainability. CChhaapptteerr 33..iinndddd 3399 1100--JJuull--2255 66::1111::5511 PPMM",
    "word_count": 287
  },
  {
    "chunk_id": 39,
    "book": "eeev103.pdf",
    "pdf_path": "F:\\Freelancing\\Quiz\\Science\\eeev103.pdf",
    "page": 3,
    "chapter": "eeev103.pdf - Food Spoilage",
    "text": "Our Wondrous World 3 The Mystery of Food Food Spoilage The Forgotten Tiffin Box! It was a sunny Monday morning. Disha was a curious girl, always eager to explore things around her. She found the lunch box she had forgotten in school last Friday. There was one of her favourite foods uttapam left in it three days ago, she remembered. When she opened the box, a foul smell came out of it. Her yummy uttapam had some coloured patches. What happened to my uttapam, she wondered! This was a mystery for Disha. Disha was eager to find out what had caused it — detective Disha was now ready to solve the mysteries of the world around her. Food is an important part of our world. Disha started her enquiry about the food. 40 CChhaapptteerr 33..iinndddd 4400 1100--JJuull--2255 66::1111::5522 PPMM",
    "word_count": 139
  },
  {
    "chunk_id": 40,
    "book": "eeev103.pdf",
    "pdf_path": "F:\\Freelancing\\Quiz\\Science\\eeev103.pdf",
    "page": 4,
    "chapter": "eeev103.pdf - India",
    "text": "41 dooF fo yretsyM ehT Mystery #1: What made my uttapam spoil? As soon as she reached home, Disha ran to her Anna (elder brother in Tamil) Aditya, who was in Grade 8. “Anna, what are these coloured patches on the food? It does not smell good!”, Disha asked. He looked and smiled, “That’s mould, Disha. These tiny living things are called microbes, which grew on your food and changed it.” Disha enquired, “Microbes? Are they like little lice?”. “Even smaller!”, said Anna. “So tiny, you need an instrument called a microscope to see them; they are everywhere, all around us. They grow on different things and make changes to them. Some microbes help us in making curd and digesting our food. They also change the taste and smell of the uttapam, and other food items. We can see this mould as it is made up of a colony of thousands of microbes.” in the world. It is very rich in nutrients. India is the largest producer of millets Disha’s eyes lit up with curiosity. She quickly noted it down in her notebook— CChhaapptteerr 33..iinndddd 4411 1100--JJuull--2255 66::1111::5522 PPMM",
    "word_count": 189
  },
  {
    "chunk_id": 41,
    "book": "eeev103.pdf",
    "pdf_path": "F:\\Freelancing\\Quiz\\Science\\eeev103.pdf",
    "page": 5,
    "chapter": "eeev103.pdf - Write",
    "text": "Our Wondrous World Finding #1 Microbes: Found in soil, water, the air around us; in plants, animals, and inside us! Think Have you ever had an upset stomach? Do you know what could have caused it? What could happen if spoiled food is eaten by mistake? If yes, what did you do to get well? Share your experiences with the class. Mystery #2: Why do some foods spoil faster? That afternoon, Disha noticed a slice of bread that she had left on the balcony for a cat, that did not come for two days. It had coloured patches on it, but the pickles her Paati (grandmother in Tamil) had made two months ago were still delicious as it was covered with oil! “Strange!”, whispered Disha. “Why does some food spoil fast, and some last for a long time?” Write Why do you think food gets spoiled? 42 CChhaapptteerr 33..iinndddd 4422 1100--JJuull--2255 66::1111::5533 PPMM",
    "word_count": 153
  },
  {
    "chunk_id": 42,
    "book": "eeev103.pdf",
    "pdf_path": "F:\\Freelancing\\Quiz\\Science\\eeev103.pdf",
    "page": 6,
    "chapter": "eeev103.pdf - India",
    "text": "43 dooF fo yretsyM ehT She went back to her Anna and asked, “What do these microbes need to grow?”. Anna replied, “Microbes need moisture, air and the right temperature to grow. If we remove any one of these, we can stop them in their tracks. All life needs water and air to survive”. Finding #2 We need to keep air and water away from the microbes. Food Preservation Mystery #3: How do we save our food from spoilage? Detective Disha decided to look for answers at home. Let us observe Drying and Dehydration She saw her Amma (mother) and Appa (father) drying chillies on a mat under the Sun on the balcony. “Why are you drying these, Amma?”, she asked. “To make chilli powder. This should last us for the entire year!”, Amma answered. producers in the world. India is one of the largest banana CChhaapptteerr 33..iinndddd 4433 1100--JJuull--2255 66::1111::5533 PPMM",
    "word_count": 152
  },
  {
    "chunk_id": 43,
    "book": "eeev103.pdf",
    "pdf_path": "F:\\Freelancing\\Quiz\\Science\\eeev103.pdf",
    "page": 7,
    "chapter": "eeev103.pdf - Write",
    "text": "Our Wondrous World Finding #3 Drying in the Sun removes the moisture from the chillies. Without moisture, microbes cannot grow! Write What other things are dried so that they remain unspoilt throughout the year? Activity 1 What items can be made from mangoes to enjoy them for longer durations? Write their names in the space given below. 44 CChhaapptteerr 33..iinndddd 4444 1100--JJuull--2255 66::1111::5544 PPMM",
    "word_count": 64
  },
  {
    "chunk_id": 44,
    "book": "eeev103.pdf",
    "pdf_path": "F:\\Freelancing\\Quiz\\Science\\eeev103.pdf",
    "page": 8,
    "chapter": "eeev103.pdf - Indian",
    "text": "45 dooF fo yretsyM ehT Activity 2 1. Take a tomato and cut it into slices. 2. Put the slices of tomatoes on a tray and place it on the window where the sunlight comes through. 3. What changes did you observe in the fruit? Can you think of a way to preserve items like tomato? Let us observe Pickling and Oiling In the kitchen, her Paati was pouring mustard oil into a jar of pickled green mangoes. “But why is oil added to the pickle?”, Disha asked eagerly. “Oil stops air from getting in”, Paati explained. “That keeps the pickles safe!” Finding #4 Oil keeps out air and stops the growth of microbes. Discuss What would happen to this pickle if no oil had been added? Let us observe Refrigeration and Freezing The next morning, Disha opened the fridge. Milk, vegetables, butter and a cake were stored inside. “Fridges make the temperature too cold for microbes to grow”, Appa explained. serve rich balanced diet. Most of the traditional Indian thalis CChhaapptteerr 33..iinndddd 4455 1100--JJuull--2255 66::1111::5544 PPMM",
    "word_count": 177
  },
  {
    "chunk_id": 45,
    "book": "eeev103.pdf",
    "pdf_path": "F:\\Freelancing\\Quiz\\Science\\eeev103.pdf",
    "page": 9,
    "chapter": "eeev103.pdf - World",
    "text": "Our Wondrous World Finding #5 Cold temperature slows down microbes. Do you know? Matka as a Cooler We use clay pots (matkas) to keep water cool. Why does butter need refrigeration and ghee does not? Hint: Find out how butter and ghee are made at home. There are many ways to preserve food. Disha’s grandfather told her that people used salt, sugar, 1. Heat butter 2. Water separates from the butter and spices like pepper to keep food from spoiling. We still use these methods today. 3. Water evaporates 4. Ghee is prepared Activity 3 Find out about food preservation practices at your family by asking the elders at home. Write at least one such practice. 46 CChhaapptteerr 33..iinndddd 4466 1100--JJuull--2255 66::1111::5544 PPMM",
    "word_count": 123
  },
  {
    "chunk_id": 46,
    "book": "eeev103.pdf",
    "pdf_path": "F:\\Freelancing\\Quiz\\Science\\eeev103.pdf",
    "page": 10,
    "chapter": "eeev103.pdf - India",
    "text": "47 dooF fo yretsyM ehT Do you know? ‘Black pepper’ is a common spice in our homes. In the past, black pepper had become so popular as a spice that Vasco da Gama crossed oceans to collect it from India. Anna told Disha that in food factories food is preserved in air tight cans and packaging to keep microbes away from the food. Do you know? Insects preserved food long before humans did. Solitary wasps, particularly hunting wasps, preserve food for their larvae. How are Idlis made? Disha watched her mother make idlis at home. Can you find out how idlis are made? Is there something that makes the idli batter fluffy? Do you know what it is? pulses (dal) in the world. India is the largest producer of Finding #6 There are many ways in which food is being preserved. CChhaapptteerr 33..iinndddd 4477 1100--JJuull--2255 66::1111::5555 PPMM",
    "word_count": 147
  },
  {
    "chunk_id": 47,
    "book": "eeev103.pdf",
    "pdf_path": "F:\\Freelancing\\Quiz\\Science\\eeev103.pdf",
    "page": 11,
    "chapter": "eeev103.pdf - Think",
    "text": "Our Wondrous World Finding #7 Microbes in the air help make idli batter rise. Indigestion and Home Remedies Aditya Anna has an upset stomach after eating food in a fair. Think Did you ever have an upset stomach, vomiting or indigestion? Did you use any home remedies? Write about the home remedy given to you. Have your parents given you curd or some product like buttermilk made from it, for an upset stomach. There are small microbes in curd that join the good microbes in your stomach to help in digestion. If the problem is severe, you may have to consult a doctor and take medicines. Finding #8 Sometimes, bad eating habits can also lead to indigestion. Disha’s notebook was now full of her findings. My Food, My Pride During her investigations, Disha learned that there are many traditional practices related to food being passed on from one generation to another in the family. She made her detective case diary on ‘My Food, My Pride’. Let us look at some new entries in Disha’s diary and help her complete some of them. 48 CChhaapptteerr 33..iinndddd 4488 1100--JJuull--2255 66::1111::5555 PPMM",
    "word_count": 189
  },
  {
    "chunk_id": 48,
    "book": "eeev103.pdf",
    "pdf_path": "F:\\Freelancing\\Quiz\\Science\\eeev103.pdf",
    "page": 12,
    "chapter": "eeev103.pdf - Northeast",
    "text": "49 dooF fo yretsyM ehT A Visit to the Vegetable Market Thatha (grandfather) goes to the vegetable market daily. He buys fresh fruits and vegetables. It was fun to be in the vegetable market with him. Disha observed how he carefully examined the fruits or vegetables at the market before he bought them. Activity 4 Do you ever accompany your elders for buying vegetables and fruits? During such visits, observe how elders select fruits and vegetables in the market. Write one thing that you learnt from your shopping trip and write it as a Finding #9, the way Disha would write. The Joy of Eating Seasonal Fruits! It was raining. Appa bought lychees on his way home. Disha exclaimed with delight, “Yummy lychees, after almost a year!”. Appa said, “Lychee is a seasonal fruit so we need to wait for it!”. Disha could see the joy on everyone’s face as they peeled and shared the delicious fruits with each other. Appa added, “But nothing to beat our local mangoes, they are so fresh because they did not have to travel far to reach us!”. cooking. Tender bamboo shoots can be turned into tasty curries. In the Northeast region of India, bamboo is used in making houses and in CChhaapptteerr 33..iinndddd 4499 1100--JJuull--2255 66::1111::5555 PPMM",
    "word_count": 214
  },
  {
    "chunk_id": 49,
    "book": "eeev103.pdf",
    "pdf_path": "F:\\Freelancing\\Quiz\\Science\\eeev103.pdf",
    "page": 13,
    "chapter": "eeev103.pdf - Write",
    "text": "Our Wondrous World Finding #9 Fruits taste best when they are eaten in their season. Waiting for them increases the joy. Write Name three seasonal fruits or vegetables of your region. For example, amla in winter and jamun in summer. Chew Right! Investigation: What happens to food inside your mouth? Detective Disha was not done solving mysteries yet. “What happens to food after we eat it?”, she wondered. She looked in the mirror, opened her mouth wide and said, “Aaaaah!”. Activity 5 When you eat, try chewing each item properly till it breaks down into smaller pieces and then into mush. Which teeth did you use to cut and chew? Look at the diagram given on the next page and name them. 50 CChhaapptteerr 33..iinndddd 5500 1100--JJuull--2255 66::1111::5555 PPMM",
    "word_count": 129
  },
  {
    "chunk_id": 50,
    "book": "eeev103.pdf",
    "pdf_path": "F:\\Freelancing\\Quiz\\Science\\eeev103.pdf",
    "page": 14,
    "chapter": "eeev103.pdf - Eating",
    "text": "51 dooF fo yretsyM ehT Teeth and Chewing Anna said, “We have different teeth — incisors to cut, canines to tear, premolars to crush and molars to grind”. Incisor Canine Canine Premolar Premolar Molar Molar Premolar Premolar Canine Canine Incisor Types of teeth Disha wondered whether more saliva come out when you chew the food for long. “And chewing properly releases saliva which helps digest the food”, he added. texture of food, and prepares your stomach for digestion! Eating with your hands is common in India, it helps you feel the CChhaapptteerr 33..iinndddd 5511 1100--JJuull--2255 66::1111::5555 PPMM",
    "word_count": 97
  },
  {
    "chunk_id": 51,
    "book": "eeev103.pdf",
    "pdf_path": "F:\\Freelancing\\Quiz\\Science\\eeev103.pdf",
    "page": 15,
    "chapter": "eeev103.pdf - Oral Hygiene",
    "text": "Our Wondrous World Finding #10 Chewing food properly breaks down the food and releases saliva which helps in digestion. Finding #11 Different types of teeth have different uses. Oral Hygiene Disha was having a toothache. She visited the dentist with her parents. The doctor found a cavity — a hole in the tooth and treated it. “Rinse your mouth after eating. Brush your teeth regularly”, the dentist advised. “Eat fewer sweets.” Finding #12 Oral hygiene is important. For a dental check-up or if any of your teeth are aching, you may need to see a dentist. The Danger of Choking “Do not gulp down your food!”, warned Amma at dinner. “Chew your food properly!” Finding #13 I must eat my food slowly to avoid choking on it. Note to the Teacher The teacher needs to make sure to bring learner’s attention towards taking smaller mouthfuls and chewing them properly before swallowing. Also, advise them to avoid talking or laughing with food in their mouth. 52 CChhaapptteerr 33..iinndddd 5522 1100--JJuull--2255 66::1111::5555 PPMM",
    "word_count": 171
  },
  {
    "chunk_id": 52,
    "book": "eeev103.pdf",
    "pdf_path": "F:\\Freelancing\\Quiz\\Science\\eeev103.pdf",
    "page": 16,
    "chapter": "eeev103.pdf - Final Discovery",
    "text": "53 it cools the body and is full of good bacteria! dooF fo yretsyM ehT Fermented rice (called pakhala, kanji, etc.) is eaten in many parts of India, Write How can you avoid choking? Food in Our body Final Discovery Some microbes spoil our food while some help us to make food items. They also help us digest food. Finally, the food mystery was solved. Eat right, preserve and store right, and also chew well and thank the good microbes. Mystery solved! Detective Disha closed her notebook with a smile. Let us reflect 1. Why do some food items last for weeks and others spoil in just a few days? 2. You are going on a field trip for two days. List five food items you will carry. How will you keep them from getting spoiled? 3. What if food cannot be preserved? Imagine a world without food preservation and discuss the consequences. CChhaapptteerr 33..iinndddd 5533 1100--JJuull--2255 66::1111::5555 PPMM",
    "word_count": 159
  },
  {
    "chunk_id": 53,
    "book": "eeev103.pdf",
    "pdf_path": "F:\\Freelancing\\Quiz\\Science\\eeev103.pdf",
    "page": 17,
    "chapter": "eeev103.pdf - Butter Ghee",
    "text": "Our Wondrous World 4. Match the following. Which method is used to preserve the following food items (A) to make the final product (B). Item (A) Methods of Product (B) Preservation Roti Dehydration Khakhra Papad Dried in sun Dried papads Mango Aam papad Lemon Lemon pickle Butter Ghee Juice Canned juice Chillies Chilli powder Fish Dried fish 54 CChhaapptteerr 33..iinndddd 5544 1100--JJuull--2255 66::1111::5555 PPMM",
    "word_count": 64
  },
  {
    "chunk_id": 54,
    "book": "eeev104.pdf",
    "pdf_path": "F:\\Freelancing\\Quiz\\Science\\eeev104.pdf",
    "page": 1,
    "chapter": "eeev104.pdf - Green School",
    "text": "4 Our School — A Happy Place Green School Aasha and Mohit were walking to school together. “Do you like going to school?” Aasha asked. Mohit smiled happily and said, “I love school! It is where I see my friends, play games and learn new things every day. It is my happy place”. Our school is a place where we feel safe, and cared for. It is where we learn so many things. Asha said, “My school teaches us how to care for plants, trees and animals. I want to make my school better like a green school”. “What is a green school?” Mohit asked. “My brother told me once, green school is a school where we manage our waste, save water, use electricity carefully, and make the campus green by planting more trees and taking care of them”. Aasha and Mohit share their idea with their classmates. Everyone became curious. What about our school? Can we make it a green school too? Their teacher Anupam, who is teaching them ʻThe World Around Usʼ asked, “I enjoyed your discussion, I want to know how will you begin this?”. CChhaapptteerr 44..iinndddd 5555 1100--JJuull--2255 66::1177::2200 PPMM",
    "word_count": 194
  },
  {
    "chunk_id": 55,
    "book": "eeev104.pdf",
    "pdf_path": "F:\\Freelancing\\Quiz\\Science\\eeev104.pdf",
    "page": 2,
    "chapter": "eeev104.pdf - World",
    "text": "Our Wondrous World Aasha shared her suggestion with her classmates, “Let us take a closer look at our school and decide what we can do to make our school a happy, safe and green school”. Do you know? Swachh Bharat Swachh Vidyalaya (Clean India Clean Schools) is a part of the Swachh Bharat Mission started by the Government of India. It focuses on keeping schools clean and healthy for all. This includes clean toilets, safe drinking water, proper waste management, and hygiene education. Every child has the right to study in a clean and safe environment! Activity 1 Walk around your school and create its map. Include the main building, playground, garden, water tanks and other key features. Do not forget the school gate and the pathways that connect the buildings. 56 CChhaapptteerr 44..iinndddd 5566 1100--JJuull--2255 66::1177::2211 PPMM",
    "word_count": 138
  },
  {
    "chunk_id": 56,
    "book": "eeev104.pdf",
    "pdf_path": "F:\\Freelancing\\Quiz\\Science\\eeev104.pdf",
    "page": 3,
    "chapter": "eeev104.pdf - Meghalaya",
    "text": "57 ecalP yppaH A — loohcS ruO Write 1. What do I really like about my school? 2. How can I make my school greener? 3. In case there is any difficulty at school, whom do I talk to or inform? Be a School Explorer! You and your classmates can form ‘School Explorer Teams’. Here are some name ideas for your groups to choose from: • Water watchers • Electricity savers • Waste warriors • Green guardians • Traffic trackers Before you start exploring, each group has to decide what to observe. as ‘Asia’s Cleanest Village’. Mawlynnong in Meghalaya is celebrated CChhaapptteerr 44..iinndddd 5577 1100--JJuull--2255 66::1177::2211 PPMM",
    "word_count": 107
  },
  {
    "chunk_id": 57,
    "book": "eeev104.pdf",
    "pdf_path": "F:\\Freelancing\\Quiz\\Science\\eeev104.pdf",
    "page": 4,
    "chapter": "eeev104.pdf - Waste Warriors",
    "text": "Our Wondrous World Here are some suggestions: Electricity Savers Green Guardians • Are lights and fans ʻonʼ • Are there trees or plants when no one is using in the school? them? • Who takes care of them? • Do the classrooms use • Where can we plant more? natural light? • Do birds or butterflies visit • Which areas of the school these areas? feel the hottest and the coolest during the day? • Is there a compost pit in the school? Water Watchers Traffic Trackers • Are there any leaking taps? • What happens outside the school gate during arrival • Is water being wasted? and exit times? • Are water tanks clean and • Is there a pedestrian covered? crossing across the road • Are there any wet places for children? that could be breeding • Do vehicles speed in front mosquitoes? of the school? Waste Warriors • Where do you find litter? What kinds of litter do you see? • Are there enough dustbins around the school? • Are the students using these bins? Why or why not? • Are there separate bins for food waste and other waste? 58 dna gnud woc htiw sroofl naelc elpoep ,segalliv ynam nI .looc esuoh eht peek dna yawa stcesni peek ot dum CChhaapptteerr 44..iinndddd 5588 1100--JJuull--2255 66::1177::2211 PPMM",
    "word_count": 220
  },
  {
    "chunk_id": 58,
    "book": "eeev104.pdf",
    "pdf_path": "F:\\Freelancing\\Quiz\\Science\\eeev104.pdf",
    "page": 5,
    "chapter": "eeev104.pdf - Write",
    "text": "59 ecalP yppaH A — loohcS ruO Once you have finished making your explorations, it is time to sit together and discuss your findings with the class. 1. What did you find? 2. Was there anything that made you feel concerned? 3. Did anything surprise you? What was it? 4. What made you feel proud? Let us understand more about each of the things we tried to explore. Waste Management We can reduce waste by using only what we need, reusing things and not throwing away useful items. However, some waste such as food peels, leftovers and paper still remain. We have learned in earlier classes about the importance of separating waste into dry and wet categories to manage it better, and to keep our surroundings clean. Write Can you name the colour of the bin used for the following? Dry waste: _________________ Wet waste: _________________ Have you noticed that things like old newspapers are never thrown into these bins? They are usually kept aside and given to the traditional recyclers. Different recyclers collect different items. What are the various recyclers in your area called? Find out what each one collects. it is home to elephants, deer and birds! In Assam, a man planted a forest by himself, now CChhaapptteerr 44..iinndddd 5599 1100--JJuull--2255 66::1177::2211 PPMM",
    "word_count": 215
  },
  {
    "chunk_id": 59,
    "book": "eeev104.pdf",
    "pdf_path": "F:\\Freelancing\\Quiz\\Science\\eeev104.pdf",
    "page": 6,
    "chapter": "eeev104.pdf - Write",
    "text": "Our Wondrous World Write 1. What things does your school give to recyclers? 2. Ask your parents and find out if there are any items that they had set aside to give to the recyclers. What are they? Find out With the help of your teacher, ask a recycler to visit your class and share what they do at work. It will be interesting to find out where these items go and how they can be reused or recycled. Note to the Teacher Extend the discussion about the process of recycling, connecting to Grade 4 activity on recycling paper. Also, encourage the students to 60 think about the contribution of recyclers and sanitation workers, to instil the value of dignity of labour. CChhaapptteerr 44..iinndddd 6600 1100--JJuull--2255 66::1177::2222 PPMM",
    "word_count": 128
  },
  {
    "chunk_id": 60,
    "book": "eeev104.pdf",
    "pdf_path": "F:\\Freelancing\\Quiz\\Science\\eeev104.pdf",
    "page": 7,
    "chapter": "eeev104.pdf - Curd",
    "text": "61 ecalP yppaH A — loohcS ruO Activity 2 Segregation Game Make small paper chits (30 – 40) with the names or drawings of the different items shown below. Add more items to the list based on what you see around your school or home. Take three empty boxes, and label them — green for wet waste, blue for dry waste, and the third can be labelled as ‘Items for recycler’. One by one, pick a chit and put it in the box that is correct. After all the chits have been put in the boxes, take one box at a time and discuss whether it has been put correctly. Now, let us look at what happens to wet waste. warm milk; no use of machines, just microbes! Curd is made by just adding a spoonful of old curd to CChhaapptteerr 44..iinndddd 6611 1100--JJuull--2255 66::1177::2222 PPMM",
    "word_count": 146
  },
  {
    "chunk_id": 61,
    "book": "eeev104.pdf",
    "pdf_path": "F:\\Freelancing\\Quiz\\Science\\eeev104.pdf",
    "page": 8,
    "chapter": "eeev104.pdf - Discuss",
    "text": "Our Wondrous World How is wet waste managed? 1. In your school 2. In your home Discuss 1. What happens if we do not separate our waste? 2. What can we do to make the work of sanitation workers easier and safer? Ask your teacher to invite a member of the sanitation workers to your classroom. Ask them to share what they do, the challenges they face, and how we can play a better role in waste management. Let Us be Cool! Have you ever thought why some rooms feel warmer than others? Let us explore this and find out what keeps them cool. Trees that give shade and classrooms with windows where the breeze can come in, can make a difference. A white roof can also make the roof cool because it reflects the Sun’s heat. On the other hand, a black surface absorbs heat. Activity 3 Take two tiles or stones, paint one black and the other white. Keep them under the Sun. After a while, touch each of them and feel the difference in their temperature. Which one felt cooler? 62 CChhaapptteerr 44..iinndddd 6622 1100--JJuull--2255 66::1177::2222 PPMM",
    "word_count": 190
  },
  {
    "chunk_id": 62,
    "book": "eeev104.pdf",
    "pdf_path": "F:\\Freelancing\\Quiz\\Science\\eeev104.pdf",
    "page": 9,
    "chapter": "eeev104.pdf - Clay",
    "text": "63 ecalP yppaH A — loohcS ruO Write If you have to paint the roof of your school or home white, what would happen? Discuss If your area is getting warmer, what actions can be taken to keep it cool? Dripping Water We all need water every day for many things. Water is a precious treasure. But do we use it carefully? You have already looked around your school and checked dripping taps. However, have you ever thought about how much water can be lost, drop by drop? Even a small leak can waste a lot of water over time. Let us find out how! It does not need any electricity. It is a smart design! Clay pots (matkas) are used to cool drinking water. CChhaapptteerr 44..iinndddd 6633 1100--JJuull--2255 66::1177::2233 PPMM",
    "word_count": 131
  },
  {
    "chunk_id": 63,
    "book": "eeev104.pdf",
    "pdf_path": "F:\\Freelancing\\Quiz\\Science\\eeev104.pdf",
    "page": 10,
    "chapter": "eeev104.pdf - Discuss",
    "text": "Our Wondrous World Activity 4 Look out for a dripping tap or poke a small hole in a used water bottle filled with water. Now, let the water drip. Collect the dripping water in a glass and carefully measure the time it took for the glass to fill up. Time taken to fill one glass: How many glasses would become full in one day? You will be surprised at how quickly water adds up and how much is wasted without anyone noticing. Discuss 1. What are some easy things we can do in our school to prevent the wastage of water? 2. How can you collect and use rainwater at home or in school? Do you know? The Jal Shakti Abhiyan is a campaign to save and protect water. It encourages people to plant trees, catch rainwater and use water wisely. Schools can help students learn fixing leaks, collecting rainwater, and learning about the smart water use. By learning and taking small actions, schools can help protect water and teach everyone why saving water matters. 64 CChhaapptteerr 44..iinndddd 6644 1100--JJuull--2255 66::1177::2233 PPMM",
    "word_count": 182
  },
  {
    "chunk_id": 64,
    "book": "eeev104.pdf",
    "pdf_path": "F:\\Freelancing\\Quiz\\Science\\eeev104.pdf",
    "page": 11,
    "chapter": "eeev104.pdf - Write",
    "text": "65 ecalP yppaH A — loohcS ruO Greenery Around Us Write 1. Name the trees on your campus or near your school. 2. Which birds and insects have you seen near the plants or trees on your school campus? Trees are home to many living beings. They keep the air clean, provide shade, and food to birds and insects, and help keep the surroundings cool. Let us find out! that slowly melt in summer to water school gardens. In Ladakh, students help make ‘ice stupas’, tall ice towers CChhaapptteerr 44..iinndddd 6655 1100--JJuull--2255 66::1177::2233 PPMM",
    "word_count": 94
  },
  {
    "chunk_id": 65,
    "book": "eeev104.pdf",
    "pdf_path": "F:\\Freelancing\\Quiz\\Science\\eeev104.pdf",
    "page": 12,
    "chapter": "eeev104.pdf - World",
    "text": "Our Wondrous World Activity 5 1. Take two glasses of water. Measure the temperature using a thermometer under the guidance of your teacher. Record your readings. 2. Keep one glass under a tree and the other under the Sun. After one hour, measure the temperature again. Record your readings. Water/Temperature At Start One Hour Later Under the tree Under the Sun What do these readings tell us? 3. With the help of your teacher, try to find out the names of the trees and plants that attract birds, and butterflies. Try to create a butterfly garden in your school. Aasha, Mohit and other children felt happy contributing to their school, and also learning about the waste management and saving water. Their class received appreciation during their school assembly. Their dream to make their school ʻthe best green schoolʼ made them think about problems in their community and society. They felt that as students, they could play an important role by spreading awareness about the issues that are making our lives difficult. Thomas talked about the problem of road 66 accidents. He had seen one while going home from CChhaapptteerr 44..iinndddd 6666 1100--JJuull--2255 66::1177::2233 PPMM",
    "word_count": 194
  },
  {
    "chunk_id": 66,
    "book": "eeev104.pdf",
    "pdf_path": "F:\\Freelancing\\Quiz\\Science\\eeev104.pdf",
    "page": 13,
    "chapter": "eeev104.pdf - Write",
    "text": "67 ecalP yppaH A — loohcS ruO school the other day. Mohit said, “I think people don’t follow traffic rules, we learned about them in our earlier class”. What do you think about what Mohit said? Traffic Signs Many accidents happen on the roads because people do not follow the traffic rules correctly. It is very important that we know the rules and follow them. Write 1. Find out and write at least three traffic rules. 2. Think and write about what you saw at the school gate. Now, work in small teams to design a signboard for the school gate. Your sign should give a clear message to drivers, parents or students, and help make the area safer. You can use simple words, drawings or symbols. CChhaapptteerr 44..iinndddd 6677 1100--JJuull--2255 66::1177::2233 PPMM",
    "word_count": 133
  },
  {
    "chunk_id": 67,
    "book": "eeev104.pdf",
    "pdf_path": "F:\\Freelancing\\Quiz\\Science\\eeev104.pdf",
    "page": 14,
    "chapter": "eeev104.pdf - Write",
    "text": "Our Wondrous World Make your traffic signboard here. Discuss Besides making signboards, what else can we do to improve traffic near the school? Mohit’s school arranged a session on fire safety. All the students of the class attended this session. Fire Safety It is very important to learn how to stay safe from dangers like fire. Even if they do not happen often, being prepared can help everyone feel safer and more confident. Write 1. Where is the fire extinguisher kept in your school? 2. In case of a fire, where is the assembly point in your school? 68 CChhaapptteerr 44..iinndddd 6688 1100--JJuull--2255 66::1177::2233 PPMM",
    "word_count": 105
  },
  {
    "chunk_id": 68,
    "book": "eeev104.pdf",
    "pdf_path": "F:\\Freelancing\\Quiz\\Science\\eeev104.pdf",
    "page": 15,
    "chapter": "eeev104.pdf - Write",
    "text": "69 ecalP yppaH A — loohcS ruO 3. What should you do if there is a fire or if you smell smoke? Let us practice With the teacher’s help, practise a safe fire drill. 1. Move quickly and calmly to the nearest exit route. Do not panic. Do not run. 2. Crawl low under smoke with your mouth covered to breathe cleaner air. 3. Do not hide in closets or bathrooms. 4. Help others if it is safe to do so, but never return to the building once you are outside. 5. Go to the assembly point and stay with your group. 6. Once you have reached the assembly point, alert staff or teachers immediately if anyone is missing, or injured. CChhaapptteerr 44..iinndddd 6699 1100--JJuull--2255 66::1177::2244 PPMM",
    "word_count": 127
  },
  {
    "chunk_id": 69,
    "book": "eeev104.pdf",
    "pdf_path": "F:\\Freelancing\\Quiz\\Science\\eeev104.pdf",
    "page": 16,
    "chapter": "eeev104.pdf - Each group would discuss:",
    "text": "Our Wondrous World What We do Matters! Just as we all need safety, care and respect to feel well and happy, the way we behave with others at school, at home, or in public places also matters a lot. Our behaviour can make these places peaceful and welcoming, or uncomfortable and unpleasant. Let us look at some everyday situations to think about what is right and what is not. Activity 6 In small groups, discuss the situations given below. Each group will discuss one situation. One student from each group will then share their ideas with the class. 1. Two students are pushing and skipping the line at the water tap while others are waiting. 2. A student is scribbling on a classroom bench with a marker. Another child watches but says nothing. 3. Someone throws a wrapper in the playground. A younger student copies the same act. 4. One student keeps teasing and making fun of another student. 5. A group of students are making noise in a public park and disturbing a small group doing yoga nearby. Each group would discuss: 1. If you see such a situation unfold before you, what would you do? 2. What steps can we take to prevent such incidents? The way we behave shows the kind of person we are. Respect and kindness are not just words — we 70 show them by waiting for our turn, using kind words, CChhaapptteerr 44..iinndddd 7700 1100--JJuull--2255 66::1177::2244 PPMM",
    "word_count": 244
  },
  {
    "chunk_id": 70,
    "book": "eeev104.pdf",
    "pdf_path": "F:\\Freelancing\\Quiz\\Science\\eeev104.pdf",
    "page": 17,
    "chapter": "eeev104.pdf - Choose any one of the following:",
    "text": "71 ecalP yppaH A — loohcS ruO helping someone and keeping our place clean. When we are kind and polite, everyone feels happy. We have explored many ways to make our school a happy place by saving water, managing waste, keeping it cool, and caring for plants, places and the people around us. Let us all join hands to make our school, our very own happy place! Let us reflect 1. Out of all the classrooms in your school, which one do you think is the nicest and why? 2. Create a happiness tree. On a wall or chart paper, draw a large tree with many branches. Each student should add a ‘leaf’ with one small action written on it that makes the school a happier place (for example, greeting someone, turning off lights, sharing space, etc.). 3. Sharing one’s feelings is exciting. Write a letter to your teacher on ‘My School — My Happy Place’. 4. Which actions would you extend to your home, neighbourhood and communities to make it a happy place for all? Describe any one of them in detail. 5. Imagine a day in school from someone else’s perspective. Choose any one of the following: • A student who navigates school using a wheelchair. • A student who speaks a different mother tongue. • A sanitation worker at school. Write a diary entry from their point of view. What they felt? What was easy or hard? What made them smile or worry? 6. As principal for a day, what three changes would you make to enhance happiness, safety and greenery in your school? CChhaapptteerr 44..iinndddd 7711 1100--JJuull--2255 66::1177::2244 PPMM",
    "word_count": 273
  },
  {
    "chunk_id": 71,
    "book": "eeev104.pdf",
    "pdf_path": "F:\\Freelancing\\Quiz\\Science\\eeev104.pdf",
    "page": 18,
    "chapter": "eeev104.pdf - After each role-play, ask the class:",
    "text": "Our Wondrous World 7. In groups of 4 – 5, act out the following: • A student showing kindness in a difficult situation. • A team solving a school water wastage problem. • A student helping a shy classmate feel included. After each role-play, ask the class: What did you see? What was inspiring? Could this happen in real-life? 8. Write a one minute speech for your morning assembly on ‘My Dream School’. Mention what makes it special, who helps it stay that way and what every student can do. 9. Take a quick survey, ask five students and one teacher: (a) What is the one thing that makes them feel happy in school? (b) What is the one thing that could be improved? (c) What is the one kind thing that they saw today? Record and present your findings to the class. What did you learn from others? 72 CChhaapptteerr 44..iinndddd 7722 1100--JJuull--2255 66::1177::2255 PPMM",
    "word_count": 156
  },
  {
    "chunk_id": 72,
    "book": "eeev105.pdf",
    "pdf_path": "F:\\Freelancing\\Quiz\\Science\\eeev105.pdf",
    "page": 1,
    "chapter": "eeev105.pdf - Incredible India",
    "text": "Unit 3 Incredible India About the Unit This unit in Grades 3 and 4 has is reflected in its socio-cultural familiarised students with home and practices. communities. In Grade 5, it introduces India is a land of colours, voices them to the different features of and stories, where diverse people, the larger society and explores the traditions and landscapes come country with its unique beauty and together. From school celebrations rich diversity. It indicates how a to coral reefs and mangrove forests, diverse country stands together with and from currency notes to national a common goal shared and belief, symbols — we see how nature, culture and demonstrates a meaningful and everyday life are deeply connected. development by setting examples This journey helps us discover the for the world. The traditional Indian richness around us and the shared belief in ‘Vasudhaiva Kutumbakam’ care that binds us to our home. CChhaapptteerr 55..iinndddd 7733 1100--JJuull--2255 66::1155::4488 PPMM",
    "word_count": 155
  },
  {
    "chunk_id": 73,
    "book": "eeev105.pdf",
    "pdf_path": "F:\\Freelancing\\Quiz\\Science\\eeev105.pdf",
    "page": 2,
    "chapter": "eeev105.pdf - Incredible India",
    "text": "Note to the Teacher This unit consists of two chapters. Chapter 5 ‘Our Vibrant Country’ and Chapter 6 ‘Some Unique Places’. Chapter 5: Our Vibrant Country How to Facilitate • This chapter introduces students to the vibrancy and diversity of India through • Use the chapter to help familiar events like the Republic Day students connect their celebrations in school, national symbols, everyday lives to the larger currency notes, languages, clothing, dance, story of India. Encourage music and shared values. It encourages them to observe and students to understand what makes India document local diversity — languages, clothing, unique, while also appreciating the unity festivals and foods. and spirit of togetherness that ties it all together. • Encourage students to reflect on what makes their Chapter 6: Some Unique Places place special, helping them see their home or school • ‘Some Unique Places’ takes students on a as a unique part of India. Visit local parks, markets, journey across diverse ecological regions of rivers, or community spaces India. Through travelling, students explore to explore the connections unique landscapes, rare and endemic between people and nature. species, traditional knowledge, and the Help children see that deep connection between people and their surroundings are also unique, valuable and full of nature. The chapter encourages curiosity, stories. care for the environment, and recognition of India’s natural and cultural richness. • Discuss why some animals or traditions exist only in certain places. • Help students see how traditional knowledge like using scarecrows to keep birds away reflects smart, non-harmful ways for people in staying safe. Encourage them to explore similar examples in their surroundings. CChhaapptteerr 55..iinndddd 7744 1100--JJuull--2255 66::1155::4499 PPMM",
    "word_count": 276
  },
  {
    "chunk_id": 74,
    "book": "eeev105.pdf",
    "pdf_path": "F:\\Freelancing\\Quiz\\Science\\eeev105.pdf",
    "page": 3,
    "chapter": "eeev105.pdf - Our Vibrant Country",
    "text": "5 Our Vibrant Country A Special Day in School It was 26 January, our Republic Day. We came to school early and all of us gathered around the flagpole in lines. The folded flag was tied at the top. The ground around the flagpole was beautifully decorated with flowers. Our head teacher pulled the rope, and our tricolour flag unfurled to the rhythm of drums and claps. Together, we sang the National Anthem loudly, with pride and unity. Do you know? The saffron colour at the top of our National Flag stands for strength and courage. The white, middle band stands for peace and truth, with the blue Ashoka Chakra at the centre representing duty (dharma). The green band at the bottom stands for growth and prosperity. CChhaapptteerr 55..iinndddd 7755 1100--JJuull--2255 66::1155::5500 PPMM",
    "word_count": 133
  },
  {
    "chunk_id": 75,
    "book": "eeev105.pdf",
    "pdf_path": "F:\\Freelancing\\Quiz\\Science\\eeev105.pdf",
    "page": 4,
    "chapter": "eeev105.pdf - Write",
    "text": "Republic Day Celebration at Delhi Write 1. What special events or activities take place at your school on the occasion of Republic Day? CChhaapptteerr 55..iinndddd 7766 1100--JJuull--2255 66::1155::5511 PPMM",
    "word_count": 29
  },
  {
    "chunk_id": 76,
    "book": "eeev105.pdf",
    "pdf_path": "F:\\Freelancing\\Quiz\\Science\\eeev105.pdf",
    "page": 5,
    "chapter": "eeev105.pdf - Rivers Mountain Ranges",
    "text": "2. We sing the National Anthem together on this day! Can you name some rivers and mountain ranges mentioned in the National Anthem? Fill in the table given below. Rivers Mountain Ranges 3. On Republic Day, which activities would you like to participate in? CChhaapptteerr 55..iinndddd 7777 1100--JJuull--2255 66::1155::5511 PPMM",
    "word_count": 50
  },
  {
    "chunk_id": 77,
    "book": "eeev105.pdf",
    "pdf_path": "F:\\Freelancing\\Quiz\\Science\\eeev105.pdf",
    "page": 6,
    "chapter": "eeev105.pdf - World",
    "text": "Our Wondrous World 4. Have you ever watched the Republic Day parade in Delhi on television? What did you like the most about it? Activity 1 Discuss and list down the various items of your state tableau. Make a poster or a model of it. We enjoyed watching the Republic Day parade in New Delhi — the fighter jets flying in the sky, the state tableaux and the cultural programmes! The parade also featured the Indian Defence Forces — the Army, the Navy, the Airforce, the paramilitary and other forces. We asked our teacher why Republic Day is 78 celebrated on 26 January. CChhaapptteerr 55..iinndddd 7788 1100--JJuull--2255 66::1155::5522 PPMM",
    "word_count": 109
  },
  {
    "chunk_id": 78,
    "book": "eeev105.pdf",
    "pdf_path": "F:\\Freelancing\\Quiz\\Science\\eeev105.pdf",
    "page": 7,
    "chapter": "eeev105.pdf - India",
    "text": "79 yrtnuoC tnarbiV ruO Do you know? India became independent on 15 August 1947. Before that, we were not free to take decisions ourselves. Many brave people struggled hard to make India free. We remember their contributions and celebrate our freedom every year, on this day. “We celebrate the Independence Day joyfully. On this day, our country became free! Does this mean everyone could do whatever they want?”, asked Priya. “Imagine what would happen if there were no rules”, said the teacher. “In the same way, a country also needs rules to run smoothly, and keep everyone safe and happy. So, we made a plan and a set of rules for our country. On 26 January 1950, we decided to follow this special book of rules called the Constitution. This is why, we celebrate 26 January as India’s Republic Day every year”. Write 1. What events take place at your school on the Independence Day? Activity 2 Write down five rules that are followed at your school. If you were to make one new rule, what would it be? Note to the Teacher Teacher will engage all students in making a poster or model of their state tableau. India runs the world’s largest postal network. CChhaapptteerr 55..iinndddd 7799 1100--JJuull--2255 66::1155::5522 PPMM",
    "word_count": 211
  },
  {
    "chunk_id": 79,
    "book": "eeev105.pdf",
    "pdf_path": "F:\\Freelancing\\Quiz\\Science\\eeev105.pdf",
    "page": 8,
    "chapter": "eeev105.pdf - CI CI",
    "text": "Our Wondrous World We wanted to learn more about India. The teacher asked, “Have you ever looked at our currency note?”. Finding India in Currency Notes Activity 3 N N E E M M CI CI E E P P S S Take any Indian currency note and observe it carefully. Then, fill in the table below. What to Observe What You Found Value of the note Colour of the note Number of languages Languages written on the note and their order Name of the monument Symbols seen on the note Image of animals which could be found Any message written on the note Anything else 80 CChhaapptteerr 55..iinndddd 8800 1100--JJuull--2255 66::1155::5522 PPMM",
    "word_count": 113
  },
  {
    "chunk_id": 80,
    "book": "eeev105.pdf",
    "pdf_path": "F:\\Freelancing\\Quiz\\Science\\eeev105.pdf",
    "page": 9,
    "chapter": "eeev105.pdf - India",
    "text": "81 yrtnuoC tnarbiV ruO “Look at the picture on the currency note”, the teacher said holding it out for us. “Can you guess whose image is on this note?” We all said, “Mahatma Gandhi!”, in chorus. Then, she asked, “Do you know there are actually two images of him on each note? Hold the note up to the light and see what you can find!”. We all looked at the note in light. We were surprised to see a smaller image of Gandhi ji which we had not seen before. “Did you notice the tiny round spectacles on the currency note?” These spectacles are the symbol of a nationwide mission called ‘Swachh Bharat Abhiyan’ (Clean India Mission). The symbol is based on the spectacles of Gandhi ji. When we asked our teacher why this was so, she said Gandhi ji was very particular that everyone should keep their surroundings clean. People who lived in his ashram followed strict rules of cleanliness. Do you know? Some currency notes also have raised prints and symbols to help people with visual impairment identify them. The MANI app helps them in identifying different currency notes by listening to and feeling their vibrations. Note to the Teacher The teacher will familiarise the students with the struggles of freedom. used by over 99 per cent of adults in India. India built Aadhaar, the world’s biggest digital ID system CChhaapptteerr 55..iinndddd 8811 1100--JJuull--2255 66::1155::5522 PPMM",
    "word_count": 238
  },
  {
    "chunk_id": 81,
    "book": "eeev105.pdf",
    "pdf_path": "F:\\Freelancing\\Quiz\\Science\\eeev105.pdf",
    "page": 10,
    "chapter": "eeev105.pdf - World",
    "text": "Our Wondrous World Take a good look at the three lions standing on a circular platform. This is the National Emblem of India, which represents strength, courage and confidence. Below the lions, you can also see the Ashoka Chakra. You will see it in several places and documents. It can also be found on your Aadhaar card! Do you know? A long time ago, lions used to roam freely over vast areas of India. Today, these lions are found only in the Gir forests of Gujarat. Their numbers had gone down to only a few dozen about 150 years ago. However, our country made great efforts to save the lions and it is a matter of pride that today India has several hundred lions in the wild! Activity 4 Design an emblem for your school. Think of the message you want to convey by using symbols, words, shapes and colours to make it special. Symbols that Speak Just like the emblem, our national symbols also remind us of who we are and what makes us proud to be the citizens of India. 82 CChhaapptteerr 55..iinndddd 8822 1100--JJuull--2255 66::1155::5533 PPMM",
    "word_count": 189
  },
  {
    "chunk_id": 82,
    "book": "eeev105.pdf",
    "pdf_path": "F:\\Freelancing\\Quiz\\Science\\eeev105.pdf",
    "page": 11,
    "chapter": "eeev105.pdf - Discuss",
    "text": "83 yrtnuoC tnarbiV ruO Write Read the riddles given below and guess the national symbols of India: I wear orange with black I dance in the rain in the stripes bold, morning light, I walk in the forest, deep and With green and blue feathers old. bright. With a mighty roar, I rule the With a crown upon my head, land, I stand so tall, Guess who I am, strong and It is a joy to watch when I grand? move my tail. National animal of India National bird of India Discuss If we had to choose a national fruit for our country, which one would you suggest? Tell us why. Find out States also have some symbols. With the help of your teacher, find out the following symbols of your state. State animal : _____________ State bird : _____________ State tree : _____________ State flower : _____________ CChhaapptteerr 55..iinndddd 8833 1100--JJuull--2255 66::1155::5533 PPMM",
    "word_count": 154
  },
  {
    "chunk_id": 83,
    "book": "eeev105.pdf",
    "pdf_path": "F:\\Freelancing\\Quiz\\Science\\eeev105.pdf",
    "page": 12,
    "chapter": "eeev105.pdf - Our Vibrant Culture",
    "text": "Our Wondrous World Draw Spot a tree, bird, animal, flower or object near your school. Choose one as your school symbol. Draw it and write one line on why it can be your school’s symbol. Our Vibrant Culture By looking closely at a simple currency note, we discovered that people speak many languages in India. Each language is rich with its own history, songs and stories. More than a thousand languages are spoken across our country. Activity 5 1. Find out about the languages spoken by students in your class and name them. 2. Pick a specific word (for example, mango) and have fun learning what it is called in different languages. 84 CChhaapptteerr 55..iinndddd 8844 1100--JJuull--2255 66::1155::5533 PPMM",
    "word_count": 119
  },
  {
    "chunk_id": 84,
    "book": "eeev105.pdf",
    "pdf_path": "F:\\Freelancing\\Quiz\\Science\\eeev105.pdf",
    "page": 13,
    "chapter": "eeev105.pdf - Modi",
    "text": "85 yrtnuoC tnarbiV ruO Name of the Language How is it Said? Tamil Māmpalam Telugu Marathi Bengali People speak different languages across the country. They also eat food, wear clothes, and enjoy songs and dances that are unique or special to their area. Do you know? There are mobile applications that can translate one language to another. We can use it to learn and understand many languages. in Gujarat with a capacity of 1,32,000 spectators. The world’s largest cricket stadium is the Narendra Modi stadium CChhaapptteerr 55..iinndddd 8855 1100--JJuull--2255 66::1155::5533 PPMM",
    "word_count": 91
  },
  {
    "chunk_id": 85,
    "book": "eeev105.pdf",
    "pdf_path": "F:\\Freelancing\\Quiz\\Science\\eeev105.pdf",
    "page": 14,
    "chapter": "eeev105.pdf - Diversity Everywhere",
    "text": "Our Wondrous World Let us think of a garden and a forest. Many gardens have fewer varieties of plants. They require constant caring and watering. A forest has many varieties of plants, trees, animals, birds and insects. It is more diverse. The amazing thing about a forest is that all the different plants, trees, animals and birds not only help it to look after itself, but also help it become stronger and more beautiful. As found in a forest, diversity makes our country stronger and more self-sufficient. Diversity Everywhere Think of the variety of headgear we see in our country! In Rajasthan, men wear a colourful saafa or pagri. In Himachal Pradesh, people wear a topi. Headgear can tell us where someone is from, what they believe in or what they do for a living. It is a significant symbol of tradition, honour and cultural heritage, particularly in weddings, and other formal occasions in many states of our country. 86 CChhaapptteerr 55..iinndddd 8866 1100--JJuull--2255 66::1155::5533 PPMM",
    "word_count": 166
  },
  {
    "chunk_id": 86,
    "book": "eeev105.pdf",
    "pdf_path": "F:\\Freelancing\\Quiz\\Science\\eeev105.pdf",
    "page": 15,
    "chapter": "eeev105.pdf - Unity",
    "text": "87 yrtnuoC tnarbiV ruO How many headgears can you name? Do you know? Headgear is also worn for protection from heat or cold, or an injury. Helmets worn by soldiers, construction workers, and people working in mines and tunnels protect them from injury while they are on duty. Road safety helmets are worn by motorcyclists and cyclists, which helps prevent serious head injuries. Helmets are compulsory and must be worn while we are on two wheelers. India standing 182 metres tall. The world’s tallest statue is the Statue of Unity in Activity 6 • In small groups, take a dupatta or scarf and help each other make a traditional headgear. • Create a headgear or cap using waste materials. CChhaapptteerr 55..iinndddd 8877 1100--JJuull--2255 66::1155::5544 PPMM",
    "word_count": 125
  },
  {
    "chunk_id": 87,
    "book": "eeev105.pdf",
    "pdf_path": "F:\\Freelancing\\Quiz\\Science\\eeev105.pdf",
    "page": 16,
    "chapter": "eeev105.pdf - Nagara Tabla",
    "text": "Our Wondrous World Another aspect of vibrant India is its art forms including music and dance, which are ways of celebrating, praying, sharing stories and bringing people together. Even a simple instrument like a drum looks and sounds different in various parts of the country. Each drum has its own rhythm and sound. It is shaped by the local culture, traditions and materials. Indian Drums Pakhawaj Dhama Khanjira Dhol Mridangam Dholak Thavil Idakka Khol Nagara Tabla Note to the Teacher 88 Play different types of music and dance forms, and encourage the students to identify the dance forms, musical instruments, etc. metsys tnemyap latigid tsegral s’dlrow eht si IPU s’aidnI .ti tpoda ot seirtnuoc rehto gniripsni si dna CChhaapptteerr 55..iinndddd 8888 1100--JJuull--2255 66::1155::5555 PPMM",
    "word_count": 124
  },
  {
    "chunk_id": 88,
    "book": "eeev105.pdf",
    "pdf_path": "F:\\Freelancing\\Quiz\\Science\\eeev105.pdf",
    "page": 17,
    "chapter": "eeev105.pdf - India",
    "text": "89 yrtnuoC tnarbiV ruO Similarly, we also use a variety of musical instruments for different types of music. Some examples are — mridangam in Carnatic music, sitar and shehnai in Hindustani music, and so on. We also have different dance forms which have originated from different states. Activity 7 Under your teacher’s guidance, identify and mark the states on the map of India where these dance forms originated. Write 1. What are some traditional Indian musical instruments that you know of? 2. Try to make a musical instrument from locally available materials. India is the world’s largest democracy. CChhaapptteerr 55..iinndddd 8899 1100--JJuull--2255 66::1155::5555 PPMM",
    "word_count": 104
  },
  {
    "chunk_id": 89,
    "book": "eeev105.pdf",
    "pdf_path": "F:\\Freelancing\\Quiz\\Science\\eeev105.pdf",
    "page": 18,
    "chapter": "eeev105.pdf - World",
    "text": "Our Wondrous World Spirit of Togetherness India is a shining example of the spirit of togetherness. We have a rich variety of languages, religions, clothing and traditions. We live together, helping and supporting each other. Each region of India tells us a unique story, intertwined together like a thread. All these different threads are woven together into one strong, vibrant fabric, full of energy, colour and life. We have a rich history, culture and practices such as, ayurveda, yoga and meditation. We also have an exciting future to look forward. Scientists are launching rockets, farmers are using technology to grow better crops, and children are learning science and technology, along with dance and music. We 90 .krowten daor tsegral dnoces s’dlrow eht sah aidnI CChhaapptteerr 55..iinndddd 9900 1100--JJuull--2255 66::1155::5566 PPMM",
    "word_count": 130
  },
  {
    "chunk_id": 90,
    "book": "eeev105.pdf",
    "pdf_path": "F:\\Freelancing\\Quiz\\Science\\eeev105.pdf",
    "page": 19,
    "chapter": "eeev105.pdf - Constitution",
    "text": "91 yrtnuoC tnarbiV ruO travel in faster trains, send digital payments with a click, and connect with friends and family across the country, and abroad in seconds. These modern changes are not replacing the old norms — they are adding new colours to it. As proud citizens of India, we all should do our best to care for our rich and wonderful country. Let us reflect 1. If you could learn one more Indian language, which one would you select and why? 2. Which monuments do you see in different currency notes? Make a table. Denomination Monument Name of the State ` 10 Sun temple of Odisha Konark ` 20 ` 50 ` 100 ` 200 ` 500 3. Identify the currency symbol of India among the images shown below (the clue is in our currency note). Which other country’s currency symbol can you identify? constitution of any country in the world. India’s Constitution is the longest written CChhaapptteerr 55..iinndddd 9911 1100--JJuull--2255 66::1155::5566 PPMM",
    "word_count": 164
  },
  {
    "chunk_id": 91,
    "book": "eeev105.pdf",
    "pdf_path": "F:\\Freelancing\\Quiz\\Science\\eeev105.pdf",
    "page": 20,
    "chapter": "eeev105.pdf - World",
    "text": "Our Wondrous World 4. Which animals do you see in a `10 note? 5. You must have seen pictures of a few great people of India in your school or any other place. Identify the names of these great men and women shown below, and write a few lines about their contributions. 6. Group activity: Find out from your elders about people, who have contributed to the nation from your locality or state, and share what you learnt in the classroom. 7. Project: Cultural fair Celebrate the vibrant diversity of India, where every state tells its own colourful story. • Divide the class into different groups. • Assign each group a different state of India. • Each group will explore their assigned state and prepare a presentation covering — traditional dress, popular food, festivals, languages, dance or music. 92 .dlrow eht ni seirtnuoc laugnilitlum tsom eht fo eno si aidnI CChhaapptteerr 55..iinndddd 9922 1100--JJuull--2255 66::1155::5577 PPMM",
    "word_count": 156
  },
  {
    "chunk_id": 92,
    "book": "eeev105.pdf",
    "pdf_path": "F:\\Freelancing\\Quiz\\Science\\eeev105.pdf",
    "page": 21,
    "chapter": "eeev105.pdf - discuss:",
    "text": "93 yrtnuoC tnarbiV ruO You may also prepare posters, cut outs, etc., on the assigned state. • Set up a cultural fair in the class. Each group can set up their own state booth. Students will take turns and visit other booths, and learn about each state. • After the fair, gather all the students in a circle and discuss: ▪ What are the unique features you found in each state? ▪ What are the similarities or common values you found? CChhaapptteerr 55..iinndddd 9933 1100--JJuull--2255 66::1155::5577 PPMM",
    "word_count": 87
  },
  {
    "chunk_id": 93,
    "book": "eeev106.pdf",
    "pdf_path": "F:\\Freelancing\\Quiz\\Science\\eeev106.pdf",
    "page": 1,
    "chapter": "eeev106.pdf - Some Unique Places",
    "text": "6 Some Unique Places Shanti’s parents seemed busier planning their summer vacation. “Are we doing something different this year?”, she asked. “Maybe we could go to more places rather than staying in one place? I really want to see more of our country now that I am growing up.” Appa (father) and Amma (mother) smiled, “Shanti, your wish might just come true. We have big plans this time! A trip to a few different places starting from the southernmost tip of India!”. CChhaapptteerr 66 NNeeww..iinndddd 9944 1100--JJuull--2255 55::3366::3366 PPMM",
    "word_count": 89
  },
  {
    "chunk_id": 94,
    "book": "eeev106.pdf",
    "pdf_path": "F:\\Freelancing\\Quiz\\Science\\eeev106.pdf",
    "page": 2,
    "chapter": "eeev106.pdf - India",
    "text": "95 secalP euqinU emoS “From Kanyakumari?”, Shanti asked. “No, Shanti!”, Appa said to her surprise. Find out Look at the map for the southernmost point of India. Shanti found out from the map that Indira Point is the southernmost tip of India. It is a long chain of islands known as the Andaman and Nicobar Islands. Do you know? An island is a land surrounded by water on all sides. There are over a thousand islands in the seas around India that are part of the country. Find out 1. In which sea are the Andaman and Nicobar Islands located? 2. Name the other islands you know. Islands of India They started from Vijaya Puram, the capital city of the Andaman and Nicobar Islands. Rani, their local guide, took them through the forest. India has around 75 per cent of the world’s wild tigers. CChhaapptteerr 66 NNeeww..iinndddd 9955 1100--JJuull--2255 55::3366::3377 PPMM",
    "word_count": 151
  },
  {
    "chunk_id": 95,
    "book": "eeev106.pdf",
    "pdf_path": "F:\\Freelancing\\Quiz\\Science\\eeev106.pdf",
    "page": 3,
    "chapter": "eeev106.pdf - World",
    "text": "Our Wondrous World “Many of the trees are unique and found only in these islands”, Rani said. Shanti was curious about the big roots growing out of the bottom of the tree and spreading out wide, supporting the tree. Activity 1 Take a rectangular piece of newspaper or used paper, and roll it into a thin tube. Glue the edges so it does not open. Then, make it stand it up on a flat surface. Does it stay up? Now, cut 3 – 4 small triangles from thick paper. Stick the triangles evenly around the bottom of the roll. Rest the paper on a flat surface again. Does it stay upright now? The base supports the roll like the roots support the tree to stand upright. Nature often has the best designs. “The forests here are home to many animals, colourful birds, butterflies and insects that are unique. Birds like the Andaman wood pigeon and the Andaman hornbill are only found here. That makes these forests very special and important for 96 us to protect”, Rani said. CChhaapptteerr 66 NNeeww..iinndddd 9966 1100--JJuull--2255 55::3366::3399 PPMM",
    "word_count": 184
  },
  {
    "chunk_id": 96,
    "book": "eeev106.pdf",
    "pdf_path": "F:\\Freelancing\\Quiz\\Science\\eeev106.pdf",
    "page": 4,
    "chapter": "eeev106.pdf - Pradesh",
    "text": "97 secalP euqinU emoS Andaman hornbill Andaman wood pigeon Why do you think some birds and animals are found only on these islands? Next, they went to catch a ferry to one of the nearby islands. Safety Measures Before getting on the ferry, they were given safety instructions. Everyone must wear a life jacket even if you know how to swim. Life jackets keep you afloat if you fall into the water. Write 1. Draw or write about your favourite fish or other sea animal. in the same field, using no machines or fertilisers. The Apatani tribes in Arunachal Pradesh grow rice and fish together CChhaapptteerr 66 NNeeww..iinndddd 9977 1100--JJuull--2255 55::3366::4400 PPMM",
    "word_count": 112
  },
  {
    "chunk_id": 97,
    "book": "eeev106.pdf",
    "pdf_path": "F:\\Freelancing\\Quiz\\Science\\eeev106.pdf",
    "page": 5,
    "chapter": "eeev106.pdf - Discuss",
    "text": "Our Wondrous World 2. List at least three living things found in the sea. Rani took them to the Marine Interpretation Centre. Through pictures, models and information they learned how tiny corals give shelter to many creatures. They started to see how marine life is important not just for the sea, but for the whole Earth. Discuss 1. Why do you think life under the sea is just as important as life in the forests? 2. How do you think the coral reef helps the fish and other sea creatures? Before they left the island, they heard about North Sentinel Island. “Here people live like the ancient hunter-gatherers,” Rani told us. “They do not want visitors, so no one is allowed to go there”, said Rani. In 2004, a tsunami hit the region but they survived, possibly by noticing signs in nature like changes in the wind, sea and behaviour of animal. Their deep connection with nature might have helped them stay safe. Discuss How do you think their knowledge might have helped the people of North Sentinel Island stay safe? Note to the Teacher The teacher will explain corals though pictures as colourful living beings seen in the sea. 98 CChhaapptteerr 66 NNeeww..iinndddd 9988 1100--JJuull--2255 55::3366::4400 PPMM",
    "word_count": 208
  },
  {
    "chunk_id": 98,
    "book": "eeev106.pdf",
    "pdf_path": "F:\\Freelancing\\Quiz\\Science\\eeev106.pdf",
    "page": 6,
    "chapter": "eeev106.pdf - Maharashtra",
    "text": "99 secalP euqinU emoS Before this trip, Shanti had only seen islands on television. Now, after visiting the Andaman and Nicobar Islands, she had learned so much. Islands are full of wonders, and they need our care and respect. Amma said that they would be going from Vijaya Puram by ship to Kolkata and from there to the Sundarbans. “Sundarbans is a different kind of forest”, said Amma. “Something you have never seen.” she added This made Shanti so curious that she could not wait to get there. Sundarbans: Home of the Mangroves After a short stop in Kolkata, they reached the Sundarbans, the largest mangrove forest in the world. This forest is seen where the river Ganga meets the sea, and the land is muddy and salty. Special trees called mangroves grow in this wet and salty land. Write 1. What do you see in the mangrove forest? List three things that live there. 2. What do you think makes this place different from other forests? “Appa, what are those tiny stick-like things coming out of the water?”, asked Shanti. and farming, using white colour made from the rice paste. Warli painting in Maharashtra tell the stories of daily life, animals, CChhaapptteerr 66 NNeeww..iinndddd 9999 1100--JJuull--2255 55::3366::4400 PPMM",
    "word_count": 209
  },
  {
    "chunk_id": 99,
    "book": "eeev106.pdf",
    "pdf_path": "F:\\Freelancing\\Quiz\\Science\\eeev106.pdf",
    "page": 7,
    "chapter": "eeev106.pdf - Write",
    "text": "Our Wondrous World “Those are the roots of the mangroves which help them breathe in the muddy salt water”, he answered. Mangroves are important because their roots hold the soil together and help stop waves from washing the land away. Many people here live close to the forest and depend on it for their daily needs. For generations, they have lived in harmony with the nature. Write In what ways do people in Sunderbans depend on the mangrove forests? 100 CChhaapptteerr 66 NNeeww..iinndddd 110000 1100--JJuull--2255 55::3366::4411 PPMM",
    "word_count": 87
  },
  {
    "chunk_id": 100,
    "book": "eeev106.pdf",
    "pdf_path": "F:\\Freelancing\\Quiz\\Science\\eeev106.pdf",
    "page": 8,
    "chapter": "eeev106.pdf - Kerala",
    "text": "101 secalP euqinU emoS The Sundarbans felt like a world where land, water and wildlife all live together. Mangroves like the Sundarbans are very important to us. Discuss Why do you think it is important to take care of places like the Sundarbans? Find out Look around yourself. Do you see any living thing that has something special to help it live there? What is it? “Why would someone wear a mask on the back of their head?”, Shanti asked curiously. Appa told, “I heard that it has something to do with how tigers attack their prey from behind. Tigers may get confused by the masks”. Northeast India: Green Hills and Great Traditions After leaving the Sundarbans, Shanti and her family began their journey towards the Northeast of India. “Did you know that the seven states called the ‘Seven Sisters’, along with the state of Sikkim, makes up what we call the Northeast India?”, Appa asked. “Oh, yes! I remember this from class”, Shanti replied excitedly. Can you name the seven Northeastern states? Coir craft made from coconut husk in Kerala is a zero-waste craft. CChhaapptteerr 66 NNeeww..iinndddd 110011 1100--JJuull--2255 55::3366::4411 PPMM",
    "word_count": 192
  },
  {
    "chunk_id": 101,
    "book": "eeev106.pdf",
    "pdf_path": "F:\\Freelancing\\Quiz\\Science\\eeev106.pdf",
    "page": 9,
    "chapter": "eeev106.pdf - Write",
    "text": "Our Wondrous World Write 1. Look at the picture. Can you spot three things being sold in the market? 2. Can you identify the festival from the above picture? 3. Why do you think the houses are built on bamboo structures? 4. What animals can you see in the picture? 5. What does this picture tell you about the people who live 102 with nature in the Northeast of India? CChhaapptteerr 66 NNeeww..iinndddd 110022 1100--JJuull--2255 55::3366::4422 PPMM",
    "word_count": 77
  },
  {
    "chunk_id": 102,
    "book": "eeev106.pdf",
    "pdf_path": "F:\\Freelancing\\Quiz\\Science\\eeev106.pdf",
    "page": 10,
    "chapter": "eeev106.pdf - Temple",
    "text": "103 secalP euqinU emoS The Northeast of India is a land full of colours, creativity and life. People here live closely with nature. The region is home to lush forests, flowing rivers, and amazing animals and birds. From weaving and crafts to music, dance and festivals — every part of life is connected to the hills, forests and wildlife around them. It is a place where culture and nature grow together. Do you know? “What are they doing?” I asked. Bhut Jolokia or ghost pepper is one of the hottest chillies in the world. It grows in the Northeast India and is used in pickles, chutneys, and even to keep elephants away from the crops. “What are they doing?”, Shanti asked. “They are helping protect the Hargila bird, the Greater Adjutant Stork”, said Amma. “The women are teaching the children to help protect their nests.” largest building carved from a single rock. The Kailasanatha Temple in Ellora, Maharashtra, is the world’s CChhaapptteerr 66 NNeeww..iinndddd 110033 1100--JJuull--2255 55::3366::4433 PPMM",
    "word_count": 168
  },
  {
    "chunk_id": 103,
    "book": "eeev106.pdf",
    "pdf_path": "F:\\Freelancing\\Quiz\\Science\\eeev106.pdf",
    "page": 11,
    "chapter": "eeev106.pdf - Discuss",
    "text": "Our Wondrous World Shanti joined the group and learned how the Hargila birds have been growing in number with everyone’s help. Discuss In small groups, choose an animal or bird near you that needs protection. What can you do to help? Create a protection plan and share it with the class. Activity 2 In small groups, collect twigs, leaves and soft materials like cotton or paper available around you. Create a small bird’s nest using the materials. What makes a good nest? What does the nest need to keep the eggs safe? “What are they? How are these made?”, Shanti asked their new guide, Chandan. “Those are the living root bridges. The roots of these trees across the streams became strong enough to walk on. We just have to look after them now”, said 104 Chandan. CChhaapptteerr 66 NNeeww..iinndddd 110044 1100--JJuull--2255 55::3366::4444 PPMM",
    "word_count": 143
  },
  {
    "chunk_id": 104,
    "book": "eeev106.pdf",
    "pdf_path": "F:\\Freelancing\\Quiz\\Science\\eeev106.pdf",
    "page": 12,
    "chapter": "eeev106.pdf - Fort",
    "text": "105 secalP euqinU emoS Activity 3 Try a ‘Root bridge challenge’ in class. Can you connect two chairs using string or sticks in a way that will hold a small toy? As they explored the islands and the Northeast, they saw many amazing plants and animals. “Appa, what makes these places so special?”, Shanti asked. Appa smiled and said, “Many of the plants and animals found here are not found anywhere else in the world! That’s what makes this one of nature’s special places — a kind of nature’s hotspot. Now, I’ll take you to another hotspot in our country”. “Do you remember reading about the Indian Giant Squirrel in Grade 4? It lives in the other place we are going next”. Western Ghats Appa said, “We are now heading to another mountain range, the Western Ghats, a long chain of forested hills known for its rich plant and animal life”. Write 1. Look at the map, locate the Western Ghats and name the six states it passes through. 2. What animals can you spot in the forest? Note to the Teacher The teacher will show the Western Ghats in the physical map of India. continuous wall in the world, is stretched over 36 kilometres. Kumbhalgarh Fort in Rajasthan, which boasts the second longest CChhaapptteerr 66 NNeeww..iinndddd 110055 1100--JJuull--2255 55::3366::4444 PPMM",
    "word_count": 221
  },
  {
    "chunk_id": 105,
    "book": "eeev106.pdf",
    "pdf_path": "F:\\Freelancing\\Quiz\\Science\\eeev106.pdf",
    "page": 13,
    "chapter": "eeev106.pdf - Write",
    "text": "Our Wondrous World 3. What are the people doing in the picture given below? 4. Why do you think forts were built on hilltops instead of flat land? “The lion-tailed macaques are only found here”, Appa told. Like in the islands, some animals and birds are found only in this region. “Do you know that several rivers of India begin from these hills?”, said Appa. Write Give the names of three rivers that start from the Western Ghats. 106 CChhaapptteerr 66 NNeeww..iinndddd 110066 1100--JJuull--2255 55::3366::4455 PPMM",
    "word_count": 86
  },
  {
    "chunk_id": 106,
    "book": "eeev106.pdf",
    "pdf_path": "F:\\Freelancing\\Quiz\\Science\\eeev106.pdf",
    "page": 14,
    "chapter": "eeev106.pdf - Chandrayaan-3",
    "text": "107 secalP euqinU emoS These hills have many plants that are used in traditional medicine. Many of these plants grow only in this region. Many tribal communities and other forest-dwelling people have lived here for generations. They depend on the forest and its plants for food, medicine and their livelihood. Just then, Shanti saw a group of students with notebooks and cameras under a tree. “What are they doing?”, she asked. “These students are part of a survey. With help from schools, farmers and experts, we found and recorded over 200 types of mangoes in the Western Ghats! Now, we are also looking at jackfruit and jamun”, explained Satish, a researcher who was guiding the students. Shanti was amazed. “Can I do something like this for the trees and fruits in my place too?”, she wondered. Activity 4 Pick a fruit or vegetable that grows in your state. It may have varieties. With the help of your teacher or elders make a list of how many types and varieties of fruits and vegetables are locally known. The journey through the Western Ghats was coming to an end, but Shanti’s mind was full of questions and ideas. the lunar south pole of the moon for the first time. India’s Chandrayaan-3 successfully landed on CChhaapptteerr 66 NNeeww..iinndddd 110077 1100--JJuull--2255 55::3366::4455 PPMM",
    "word_count": 219
  },
  {
    "chunk_id": 107,
    "book": "eeev106.pdf",
    "pdf_path": "F:\\Freelancing\\Quiz\\Science\\eeev106.pdf",
    "page": 15,
    "chapter": "eeev106.pdf - World",
    "text": "Our Wondrous World Appa said, “Let me also tell you about the Silent Valley National Park. It is a wonderful rainforest in Kerala, home to many rare plants and animals. Unlike other rainforests, which receive a lot of rain and are usually buzzing with the sound of cicada insects; this rainforest was silent giving the valley its name”. Appa continued, “Long ago, a dam was planned here, which would have flooded this special forest. But people from all over — villagers, students, scientists — joined together in the ‘Save Silent Valley Movement’. Their love for nature helped stop the dam. Today, the Silent Valley remains a protected forest, showing how people can save forests when they care enough to act together”. Our hills are full of life, stories and surprises. From tiny herbs to great rivers, and from rare animals to the people — everything is connected. We need to understand and protect these places, and their connections. Do you know? Protected areas are special places like forests, rivers or hills that are kept safe by the government to protect animals, plants and nature. People are not allowed to cut trees or harm animals in these areas. The Western Ghats have over 50 protected areas such as, wildlife sanctuaries, national parks and tiger reserves. These help protect rare animals like the lion-tailed macaque, tiger, elephant and hornbill, and keep the forests and 108 rivers healthy. CChhaapptteerr 66 NNeeww..iinndddd 110088 1100--JJuull--2255 55::3366::4455 PPMM",
    "word_count": 242
  },
  {
    "chunk_id": 108,
    "book": "eeev106.pdf",
    "pdf_path": "F:\\Freelancing\\Quiz\\Science\\eeev106.pdf",
    "page": 16,
    "chapter": "eeev106.pdf - Meghalaya",
    "text": "109 secalP euqinU emoS Write List three protected areas in the Western Ghats. Shanti and her family had stayed in the Andaman Islands and now they were heading to Kanyakumari, the southernmost point of the Indian mainland, where three seas meet. From coral reefs in the sea to root bridges in the hills and the spice-filled forests of the ghats, every place has something special to teach us. Each region is home to its own wildlife, trees, people and wonders of nature. People live differently in various regions, but everywhere, they depend on nature and care for it in their own way. Their journey showed us how rich, beautiful and connected our country truly is. If we want these wonders to stay for the future, we must all do our part by learning, respecting and protecting the land we call home. Let us reflect 1. What surprised you the most about the places visited in this journey across India? Why? 2. Which place would you like to visit the most and what would you do there? 3. How is your region similar or different from one of the places in the story? wet inhabited place on Earth. Mawsynram in Meghalaya is the most CChhaapptteerr 66 NNeeww..iinndddd 110099 1100--JJuull--2255 55::3366::4466 PPMM",
    "word_count": 210
  },
  {
    "chunk_id": 109,
    "book": "eeev106.pdf",
    "pdf_path": "F:\\Freelancing\\Quiz\\Science\\eeev106.pdf",
    "page": 17,
    "chapter": "eeev106.pdf - World",
    "text": "Our Wondrous World 4. Match the following aquatic animals with their features. Has no brain but can regrow its arms, if lost. Fish that swims upright, face looks like that of a horse. With hard shells, return to the beach where they were born to lay eggs. Has eight arms and can change its colour to hide. Lives safely among stinging sea anemones. Tiny sea animals that form colourful reefs and homes for fish. Has a soft, transparent body and stings with its tentacles. Smart mammals that breathe air and live in groups. 110 CChhaapptteerr 66 NNeeww..iinndddd 111100 1100--JJuull--2255 55::3366::4477 PPMM",
    "word_count": 101
  },
  {
    "chunk_id": 110,
    "book": "eeev106.pdf",
    "pdf_path": "F:\\Freelancing\\Quiz\\Science\\eeev106.pdf",
    "page": 18,
    "chapter": "eeev106.pdf - Indian",
    "text": "111 avoid any chemical farming. secalP euqinU emoS Sikkim is the first Indian organic state, where people 5. What is special about mangroves? 6. How do people in different regions live in harmony with the nature? 7. Make a collage by pasting pictures depicting vibrant India. CChhaapptteerr 66 NNeeww..iinndddd 111111 1100--JJuull--2255 55::3366::4477 PPMM",
    "word_count": 53
  },
  {
    "chunk_id": 111,
    "book": "eeev107.pdf",
    "pdf_path": "F:\\Freelancing\\Quiz\\Science\\eeev107.pdf",
    "page": 1,
    "chapter": "eeev107.pdf - Things Around Us",
    "text": "Unit 4 Things Around Us About the Unit This unit at the preparatory stage aims things with their own hands, they to familiarise students with various develop a deeper appreciation for the things around them — how things materials we use in everyday life, and work and how things are made. In also learn to connect and care for their Grades 3 and 4, students have engaged environment. with local toys like (spinners and In Grade 5, this unit invites paper boats) to understand how they students to explore how everyday work. They have also learned about things, like energy and cloth, are made how things are made by exploring the and used. Through simple activities processes of bricks, paper, etc. and local examples, they learn how While making things with locally energy enables movement and light, available materials students learn how threads become fabric, and why useful methods of sustainable reusing things and clean energy development, including refuse, matter. It helps them see the unseen reduce, reuse, repurpose and recycle processes behind familiar things in (the 5 R s) so that they can make their homes and surroundings. responsible decisions. By making CChhaapptteerr 77..iinndddd 111122 1100--JJuull--2255 55::4444::4411 PPMM",
    "word_count": 199
  },
  {
    "chunk_id": 112,
    "book": "eeev107.pdf",
    "pdf_path": "F:\\Freelancing\\Quiz\\Science\\eeev107.pdf",
    "page": 2,
    "chapter": "eeev107.pdf - Things Around Us",
    "text": "Note to the Teacher The unit consists of two chapters: Chapter 7 ‘Energy — How Things Work’ and Chapter 8 ‘Clothes — How Things are Made’. Chapter 7: Energy — How Things Work How to Facilitate • ‘Energy — How Things Work’ introduces students to the concept of energy by • Teachers may use the connecting it with everyday experiences. chapter to help students They learn about the different forms of connect everyday objects, energy used at home and society. Through like clothes, fans or stoves hands-on activities and examples, to larger ideas of work, students explore how energy makes things energy and making. work, and the importance of using clean • Encourage students to and efficient energy. The simple hands-on observe and document local activities enable students to play and learn practices — how people cook, keep warm or cool, about energy, and its possible uses. stitch, or reuse cloth in their homes or community. Chapter 8: Clothes — How Things are Made • Help students see weaving, • ‘Clothes — How Things are Made’ explores stitching, and energy use how cloth is made; starting from natural as a part of local knowledge patterns like birds weaving nests, to and skills, embedded in their family, neighbourhood human methods of spinning, weaving and and region. stitching. Through hands-on activities and stories from across India, students • Explore why people learn how threads become fabric, discover in various regions wear different clothes local traditions like handloom and or use many kinds of embroidery, and understand the value of fuels — linking local reuse, recycling and creativity in everyday diversity to geography, materials. tradition and availability of resources. • Encourage students to reflect and take pride in their surroundings, and to recognise how everyday actions and skills in their homes, schools and communities are part of India’s encouraging story. CChhaapptteerr 77..iinndddd 111133 1100--JJuull--2255 55::4444::4422 PPMM",
    "word_count": 313
  },
  {
    "chunk_id": 113,
    "book": "eeev107.pdf",
    "pdf_path": "F:\\Freelancing\\Quiz\\Science\\eeev107.pdf",
    "page": 3,
    "chapter": "eeev107.pdf - I Observe I Wonder",
    "text": "7 Energy — How Things Work What is Energy? In a kitchen, we can see a variety of activities. Let us observe a kitchen for some time. Write your observations and the questions that come to your mind in the table given below. I Observe I Wonder The food is getting cooked. How is it being cooked? CChhaapptteerr 77..iinndddd 111144 1100--JJuull--2255 55::4444::4433 PPMM",
    "word_count": 63
  },
  {
    "chunk_id": 114,
    "book": "eeev107.pdf",
    "pdf_path": "F:\\Freelancing\\Quiz\\Science\\eeev107.pdf",
    "page": 4,
    "chapter": "eeev107.pdf - Indian",
    "text": "115 kroW sgnihT woH — ygrenE Similarly, we observe different kinds of activities in nature and society. From your observation write down at least three things that you have noticed: • Moving • Providing light • Making a sound • Making things cool • Making things hot Discuss What makes these things move, shine, make a sound or get warm and cold? As you know, the Sun gives us light and heat. Around us, things move, light up, make sounds, or get warmer or cooler. Something makes this all happen — we call that energy. Energy is what makes things move, light up, produce sound, do work and change temperature. We use energy every day in so many ways, to make things move, produce sounds or do work, sometimes through the air by flattening its body. The Flying Snake, living in Indian forests can glide CChhaapptteerr 77..iinndddd 111155 1100--JJuull--2255 55::4444::4433 PPMM",
    "word_count": 151
  },
  {
    "chunk_id": 115,
    "book": "eeev107.pdf",
    "pdf_path": "F:\\Freelancing\\Quiz\\Science\\eeev107.pdf",
    "page": 5,
    "chapter": "eeev107.pdf - World",
    "text": "Our Wondrous World without even noticing. Let us explore how energy works through these simple and fun activities. Activity 1 1. Take a balloon and blow into it until it fills up. 2. Hold it tightly. 3. Then, release the mouth of the balloon and observe what happens. When air rushes out of the balloon, it pushes the balloon forward. This is how the movement of air generates energy. Extension Activity: Balloon Air Rocket 1. Fill the balloon with air, and attach it to a small and light object to make it move. 2. Fill the balloon with air and attach it to a straw with tape. Pass a string through the straw. Now, release the balloon and watch it move along the string. What would you change in the activity to make the toy move faster or slower? 116 CChhaapptteerr 77..iinndddd 111166 1100--JJuull--2255 55::4444::4444 PPMM",
    "word_count": 146
  },
  {
    "chunk_id": 116,
    "book": "eeev107.pdf",
    "pdf_path": "F:\\Freelancing\\Quiz\\Science\\eeev107.pdf",
    "page": 6,
    "chapter": "eeev107.pdf - Sun-powered Water Warmer",
    "text": "117 solar power plants in the world. kroW sgnihT woH — ygrenE The Bhadla Solar Park in Rajasthan is one of the largest Activity 2 Rubber Band Guitar 1. Make a hole on the top of a cardboard box. 2. Stretch rubber bands around the box and across the hole. 3. Place a ruler or pencil under the bands at one end to raise them. 4. Pluck the bands and listen to the sounds produced. Plucking the rubber bands makes them vibrate and produce sounds. This is known as sound energy. What happens if you use thinner or thicker rubber bands? Do they sound different? Activity 3 Sun-powered Water Warmer 1. Fill two cups with water. 2. Place one cup in the sunlight and another in the shade. 3. Wait for 15 – 20 minutes and then touch the water in both the cups. What do you notice? The water kept in the sunlight is warmer because the Sun heats it up. This shows how the sunlight gives us heat energy. CChhaapptteerr 77..iinndddd 111177 1100--JJuull--2255 55::4444::4444 PPMM",
    "word_count": 177
  },
  {
    "chunk_id": 117,
    "book": "eeev107.pdf",
    "pdf_path": "F:\\Freelancing\\Quiz\\Science\\eeev107.pdf",
    "page": 7,
    "chapter": "eeev107.pdf - World",
    "text": "Our Wondrous World Do you know? In some places of Himachal Pradesh, Uttarakhand and Ladakh, people often keep their cattle on the ground floor of their houses, while the family lives on the floor above. The heat from the animals helps keep the rooms warm during the winter. This is a clever way to stay warm in cold regions without using extra firewood or electricity. Sources of Energy The teacher asked the class, “Did all of you eat your breakfast this morning?”. Everyone replied, “Yes!”. Then the teacher said, “Let us do an activity — stand up and stretch your arms. Now, jump! Run in place.” “How are you able to move?”, she questioned. “We are able to move because of energy.” All students replied. The teacher continued, “How do you feel when you are hungry? When we do not eat, we may feel tired, and when we eat, we feel active and ready to play. What do you think could be the reason? This is because the food we eat gives us the energy we need”. Do you know? Our brain uses energy even when we are simply sitting, sleeping or thinking. 118 CChhaapptteerr 77..iinndddd 111188 1100--JJuull--2255 55::4444::4444 PPMM",
    "word_count": 200
  },
  {
    "chunk_id": 118,
    "book": "eeev107.pdf",
    "pdf_path": "F:\\Freelancing\\Quiz\\Science\\eeev107.pdf",
    "page": 8,
    "chapter": "eeev107.pdf - Kerala",
    "text": "119 kroW sgnihT woH — ygrenE Now, let us think about animals. A dog running, a bird flying … just like us, animals also need energy to move, fly, swim, run, find food and protect themselves. But from where do they get this energy? They get it from food too. Food is a source of energy for all living things. Energy from Fuel We see vehicles move on our busy roads. What do cars and scooters need to keep running? Fuels such as, petrol and diesel are the sources of energy for vehicles, just like food is ours. Write How is food cooked in your house? airport to be entirely powered by solar energy. Cochin International Airport in Kerala is the world’s first CChhaapptteerr 77..iinndddd 111199 1100--JJuull--2255 55::4444::4444 PPMM",
    "word_count": 129
  },
  {
    "chunk_id": 119,
    "book": "eeev107.pdf",
    "pdf_path": "F:\\Freelancing\\Quiz\\Science\\eeev107.pdf",
    "page": 9,
    "chapter": "eeev107.pdf - Understanding How Fuel Works",
    "text": "Our Wondrous World We use fuel in our homes too. Cooking gas is a fuel. In some places, people use wood or coal to cook food. But burning wood or coal creates smoke and pollution, so we must use it carefully. Discuss 1. What kind of fuel do you use at home for cooking? 2. What are the problems using too much wood or coal? Activity 4 Understanding How Fuel Works 1. Place two diyas (lamps) on a flat surface. 2. In Diya 1 — place a cotton wick without any oil, and in Diya 2 — place a cotton wick and pour some oil around it. 3. Light the wicks in both the diyas under adult supervision. 4. Observe what happens to the diyas. (a) Which diya burns longer? Why? (b) What is acting as a fuel here? 120 CChhaapptteerr 77..iinndddd 112200 1100--JJuull--2255 55::4444::4455 PPMM",
    "word_count": 146
  },
  {
    "chunk_id": 120,
    "book": "eeev107.pdf",
    "pdf_path": "F:\\Freelancing\\Quiz\\Science\\eeev107.pdf",
    "page": 10,
    "chapter": "eeev107.pdf - India",
    "text": "121 kroW sgnihT woH — ygrenE The oil is the fuel. We use different fuels in our daily lives for many activities, such as cooking, lighting diyas and running vehicles. Electricity What are the things in your home that need electricity to work? Activity 5 Walk around your home or classroom. Identify five things that run on electricity. Fill in the following table. What it requires? (light/ What it S. No. Device sound/heat/movement/ does? cooling/other) 1. Fan Blows air Movement 2. 3. 4. 5. 6. From the above examples, did you notice that electricity can be used for movement, and producing sound, light and heat? This kept the house cool in summer and warm in winter. Traditional houses in India had small windows and thick walls. CChhaapptteerr 77..iinndddd 112211 1100--JJuull--2255 55::4444::4455 PPMM",
    "word_count": 132
  },
  {
    "chunk_id": 121,
    "book": "eeev107.pdf",
    "pdf_path": "F:\\Freelancing\\Quiz\\Science\\eeev107.pdf",
    "page": 11,
    "chapter": "eeev107.pdf - World",
    "text": "Our Wondrous World What would your day be like if there was no electricity at all? Our lives have become so easy with electricity. Not only our homes and schools, but many industries also use electricity to run machines. They help produce many things that we need — like clothes, toys, books, food, and even the scooters or cars that we use! Electricity is very useful, but it can also be dangerous if it is not used carefully. Do you know? Energy efficiency means using less energy to do the same work. This helps save resources and reduce waste. For example, using LED bulbs instead of incandescent or fluorescent bulbs gives the same amount of light, but uses less electricity. Safe Use of Electricity • Do not touch wires or parts of electrical devices when they are plugged in. • Do not put your fingers or other things such as, pens or sticks into electrical sockets. • If you see broken wires or fallen electric poles, stay away and tell an adult about it immediately! • Don’t play near electric boxes or transformers. • If something looks unsafe or strange, do not try to fix it yourself; always tell an adult! 122 CChhaapptteerr 77..iinndddd 112222 1100--JJuull--2255 55::4444::4455 PPMM",
    "word_count": 208
  },
  {
    "chunk_id": 122,
    "book": "eeev107.pdf",
    "pdf_path": "F:\\Freelancing\\Quiz\\Science\\eeev107.pdf",
    "page": 12,
    "chapter": "eeev107.pdf - Pinwheel",
    "text": "123 kroW sgnihT woH — ygrenE Most of the electricity we use comes from burning fuels like coal. However, burning coal creates a lot of smoke and harmful gases that pollute the air. This polluted air is not good for our health and the environment. Nevertheless, there are other sources we can use to produce electricity that do not cause pollution. Can you find out what these sources are? Generating Energy from the Sun, Wind and Water Place a small damp cloth in the Sun. Keep another damp cloth in the shade. Which one do you think will dry first? Why? Let us look at some more examples. You may take help from elders or your teacher to do the following activities. Activity 6 Pinwheel 1. Take a square piece of paper. 2. Draw its two diagonals with the help of a ruler. 3. Now, you have four equal parts. 4. Cut halfway along each of the four lines. 5. Fold each corner and pin it to the stick as shown in the image. water to grind grains. In hilly areas, watermills called gharaats use flowing CChhaapptteerr 77..iinndddd 112233 1100--JJuull--2255 55::4444::4455 PPMM",
    "word_count": 192
  },
  {
    "chunk_id": 123,
    "book": "eeev107.pdf",
    "pdf_path": "F:\\Freelancing\\Quiz\\Science\\eeev107.pdf",
    "page": 13,
    "chapter": "eeev107.pdf - Water Wheel",
    "text": "Our Wondrous World 6. Now, hold your pinwheel in the wind. If there is no wind, hold it up and run with it. What happens to your pinwheel? Activity 7 Sunlight in Focus 1. Take a piece of paper and a magnifying glass. 2. Place the paper in direct sunlight and use the magnifying glass to focus the light on it. Tip: The activity has to be done under adult supervision. 3. What happens to your paper? Activity 8 Water Wheel 1. Take an empty paper cup and five spoons. 2. Make five holes around the cup and insert the spoons. 3. Then, insert a pencil or straw through the bottom of the cup. 4. Observe that the cup moves around the pencil like a wheel. 5. Balance your wheel on a container as shown in the image. 6. Now, pour water onto your wheel. 7. Does the water make the wheel move? 124 CChhaapptteerr 77..iinndddd 112244 1100--JJuull--2255 55::4444::4455 PPMM",
    "word_count": 160
  },
  {
    "chunk_id": 124,
    "book": "eeev107.pdf",
    "pdf_path": "F:\\Freelancing\\Quiz\\Science\\eeev107.pdf",
    "page": 14,
    "chapter": "eeev107.pdf - Write",
    "text": "125 kroW sgnihT woH — ygrenE Do you know? Ancient ships had massive sails that used wind energy to travel across the vast seas. Long ago, traders from places like Gujarat and Tamil Nadu sailed to Africa, Arabia, and Southeast Asia using the power of the wind. The pinwheel rotated, the paper burned and the water wheel spun — all these activities show us that the wind, the Sun, and water are sources of energy that make things work. Have you ever seen papads being dried in the sunlight and clothes hung out to dry? Write Can you think of more examples where we use the Sun, the wind or the flowing water? The image shows the simple ways in which we can use energy from the Sun, wind and flowing water in our daily lives without plugging anything. The Sun is the main source of energy for life on Earth. CChhaapptteerr 77..iinndddd 112255 1100--JJuull--2255 55::4444::4455 PPMM",
    "word_count": 157
  },
  {
    "chunk_id": 125,
    "book": "eeev107.pdf",
    "pdf_path": "F:\\Freelancing\\Quiz\\Science\\eeev107.pdf",
    "page": 15,
    "chapter": "eeev107.pdf - World",
    "text": "Our Wondrous World Solar panels capture sunlight and turn it into electricity. Windmills spin with the wind to make electricity. Fast-moving rivers or falling water can also be used to generate electricity. Electricity generated using natural sources of energy like wind, water or the Sun’s energy, does not pollute the planet with smoke or waste, and is called clean energy. 126 CChhaapptteerr 77..iinndddd 112266 1100--JJuull--2255 55::4444::4455 PPMM",
    "word_count": 67
  },
  {
    "chunk_id": 126,
    "book": "eeev107.pdf",
    "pdf_path": "F:\\Freelancing\\Quiz\\Science\\eeev107.pdf",
    "page": 16,
    "chapter": "eeev107.pdf - Energy All Around Us",
    "text": "127 kroW sgnihT woH — ygrenE Did you know that even our vehicles can run on electricity? Write Energy All Around Us List actions that you see in the picture above and fill in the following table. Activity Source of Energy A child carrying a school bag. Food CChhaapptteerr 77..iinndddd 112277 1100--JJuull--2255 55::4444::4466 PPMM",
    "word_count": 54
  },
  {
    "chunk_id": 127,
    "book": "eeev107.pdf",
    "pdf_path": "F:\\Freelancing\\Quiz\\Science\\eeev107.pdf",
    "page": 17,
    "chapter": "eeev107.pdf - For example:",
    "text": "Our Wondrous World Activity 9 Energy Flow Game • Prepare paper slips with names or pictures of energy sources: the Sun, wind, water, food, fuel and electricity. • The second paper slips should indicate types of energy, like heat, light, movement and sound. • The last paper slips should contain the uses or examples of where this energy is used — drying clothes, lighting a bulb, turning a turbine, cooking, running, etc. Step 1: Assigning a Role Give each student one card, where they will either be: • A source of energy (the Sun, wind, etc.) • Type of energy (heat, light, etc.) • Use (for example, helps plants grow, moves a car, etc.) Step 2: Walk Around and Find Your Match Students should walk around the class trying to find the two others who complete their energy chain. For example: * Sun → Heat → Helps dry clothes * Wind → Movement → Turns turbine to make electricity Step 3: Present to Class Once matched (source — type — use), each group should quickly explain their match to the class, for example, “We are the heat of the Sun and we help to dry clothes.” 128 CChhaapptteerr 77..iinndddd 112288 1100--JJuull--2255 55::4444::4466 PPMM",
    "word_count": 203
  },
  {
    "chunk_id": 128,
    "book": "eeev107.pdf",
    "pdf_path": "F:\\Freelancing\\Quiz\\Science\\eeev107.pdf",
    "page": 18,
    "chapter": "eeev107.pdf - Earth",
    "text": "129 what all humans on Earth use in a whole year. kroW sgnihT woH — ygrenE The Sun gives more energy to Earth in one hour than Do you know? Our body stores energy for future use. We can still run or walk even if we skip a meal because our body uses the stored energy. Have you ever used a torch or a toy that uses batteries? Batteries contain stored energy. Energy is what makes our world active and alive. From humans and animals using food to move, to vehicles using fuel, and electricity lighting up our homes — energy is at work everywhere! We get clean energy from the Sun, wind and water which does not harm or pollute the Earth. Now, we understand where energy comes from and how it helps us. Let us use and save it wisely. Choose clean sources of energy whenever possible. Do you know? Vaastu Shastra, the ancient Indian system of design and architecture, helps plan buildings in harmony with nature. It guides the placement of rooms, doors, and windows to make the best use of natural energy like sunlight, wind and heat. Open spaces like courtyards and well-placed openings help homes stay bright, airy and reduce the use of energy in different seasons. CChhaapptteerr 77..iinndddd 112299 1100--JJuull--2255 55::4444::4466 PPMM",
    "word_count": 218
  },
  {
    "chunk_id": 129,
    "book": "eeev107.pdf",
    "pdf_path": "F:\\Freelancing\\Quiz\\Science\\eeev107.pdf",
    "page": 19,
    "chapter": "eeev107.pdf - 7. Create and share:",
    "text": "Our Wondrous World Let us reflect 1. What will happen if there is no electricity in your house for a day? 2. Why is it better to use solar or wind energy instead of coal? 3. Give two examples where you have seen energy being stored. 4. What is the one thing you can do at home to save energy? 5. Find out how many kilometres a vehicle travels per litre of petrol or diesel. Ask about different vehicles. How will you compare them? 6. Look around your home or classroom. List any three objects that use energy and mention their source of energy. For example: Object; Fan → Energy Source: Electricity 7. Create and share: (a) Draw or make a simple plan of a ‘clean energy home’ that uses solar, wind or any such source of energy. (b) Make ‘my energy diary’ for one day, record the number of times you have used the electricity fuel and so on. 130 evas ot thgin ta ylno nepo stresed ni stnalp emoS !skcirt erutan trams — ygrene dna retaw CChhaapptteerr 77..iinndddd 113300 1100--JJuull--2255 55::4444::4466 PPMM",
    "word_count": 184
  },
  {
    "chunk_id": 130,
    "book": "eeev108.pdf",
    "pdf_path": "F:\\Freelancing\\Quiz\\Science\\eeev108.pdf",
    "page": 1,
    "chapter": "eeev108.pdf - Unknown Chapter",
    "text": "8 Clothes — How Things are Made Patterns with Threads Look closely around you. Do you see birds building nests or spiders spinning webs? Nature is full of hidden artists — animals, birds and insects who weave, stitch, design, and even glue things together. What do you see in the picture below? Did you know we have a hidden artist around us who has been weaving long before humans ever did? CChhaapptteerr 88..iinndddd 113311 1100--JJuull--2255 66::1188::1100 PPMM",
    "word_count": 77
  },
  {
    "chunk_id": 131,
    "book": "eeev108.pdf",
    "pdf_path": "F:\\Freelancing\\Quiz\\Science\\eeev108.pdf",
    "page": 2,
    "chapter": "eeev108.pdf - World",
    "text": "Our Wondrous World 132 yllaicepse ,elpoep hkal 54 revo syolpme rotces mooldnah naidnI ehT egattoc tsegral eht fo eno ti gnikam ,snasitra larur dna nemow .dlrow eht ni seirtsudni The male baya weaver is a weaverbird, who builds beautiful hanging nests from grass. They weave the strands over and under to make the nest strong. The nest is shaped like a pouch and hangs from the branches of a tree. The expert weaverbird weaves very fine nests, while the young ones who are just learning make rather rough ones. Weaving combines strips or threads of a material into a patterned fabric like cloth. One set of thread is placed vertically and the other goes horizontally. When these threads are carefully crossed over and under each other, they form a unified fabric such as a mat, a basket or many other things. For a long time, people have been weaving many kinds of natural materials into mats, baskets or sheets from coconut fibre or palm reeds, bamboo, grass, jute and cotton or silk. CChhaapptteerr 88..iinndddd 113322 1100--JJuull--2255 66::1188::1111 PPMM",
    "word_count": 178
  },
  {
    "chunk_id": 132,
    "book": "eeev108.pdf",
    "pdf_path": "F:\\Freelancing\\Quiz\\Science\\eeev108.pdf",
    "page": 3,
    "chapter": "eeev108.pdf - Indian",
    "text": "133 edaM era sgnihT woH — sehtolC Discuss Have you seen products woven out of natural material at home or elsewhere? What are they? Activity 1 1. Take 5 – 6 strips of blue paper and tape them at the top of a surface. 2. Take another set of yellow paper strips and weave them through — over, under, over, under. 3. Keep repeating until you get a mat. 4. Can you use this method to make a basket? Try using materials other than paper, such as strings, ropes, ribbons or reeds. saree could pass through a ring. Indian muslin was so fine that it was known as ‘woven air’ and a whole CChhaapptteerr 88..iinndddd 113333 1100--JJuull--2255 66::1188::1122 PPMM",
    "word_count": 119
  },
  {
    "chunk_id": 133,
    "book": "eeev108.pdf",
    "pdf_path": "F:\\Freelancing\\Quiz\\Science\\eeev108.pdf",
    "page": 4,
    "chapter": "eeev108.pdf - World",
    "text": "Our Wondrous World What can you find in your classroom that is woven? If we weave with threads instead of paper strips, it becomes cloth. Activity 2 Look at a piece of cloth through a magnifying glass or by using zoom on a mobile phone camera. It could be a shirt or something you are wearing. Can you see the amazing criss-cross pattern? Traditions of Weaving People in India knew how to weave even 4,000 years ago! Traditional weaving is done by hand on an instrument called loom. The cloth made this way is called the handloom fabric. India has some of the best handloom weavers, who are experts at their craft. Do you know? There are many handloom traditions in India, each with its unique technique and pattern like Kanjeevaram from Tamil Nadu, Pashmina from Kashmir, and Ikat from Odisha 134 and Gujarat. CChhaapptteerr 88..iinndddd 113344 1100--JJuull--2255 66::1188::1133 PPMM",
    "word_count": 150
  },
  {
    "chunk_id": 134,
    "book": "eeev108.pdf",
    "pdf_path": "F:\\Freelancing\\Quiz\\Science\\eeev108.pdf",
    "page": 5,
    "chapter": "eeev108.pdf - India",
    "text": "135 edaM era sgnihT woH — sehtolC Weaving is not just about making clothes. It also provides work to many families, and keeps our traditional skills and designs alive. That is why weaving is so special for India — both for its culture and for the people who depend on it for their livelihood. Textile mills use modern machines to spin thread and weave cloth in large quantities. Thread We have seen how threads can be woven together to form a cloth. But how are threads made? Activity 3 • Take a ball of cotton and gently pull it out to make a strand. • Now, try twisting the strand slowly with your fingers. Notice how it becomes stronger as you pull it in a spin. • Take a pencil. Now, wind your cotton strand onto your pencil, by twisting and adding more cotton to your ball. clothes, revolutionising textiles worldwide. India was the first country to cultivate and use cotton to make CChhaapptteerr 88..iinndddd 113355 1100--JJuull--2255 66::1188::1144 PPMM",
    "word_count": 169
  },
  {
    "chunk_id": 135,
    "book": "eeev108.pdf",
    "pdf_path": "F:\\Freelancing\\Quiz\\Science\\eeev108.pdf",
    "page": 6,
    "chapter": "eeev108.pdf - Bamboo Cotton Linen Wool Silk",
    "text": "Our Wondrous World This process of twisting cotton fibres together to make thread or yarn is called spinning. A charkha or spinning wheel, helps to spin the thread from cotton, just like the pencil does. This thin hair-like thread you get when untwisting the cotton strand is called a fibre. Do you know? Gandhi ji showed us how important it is for us to become self-sufficient. Knowing how to make our own cloth by spinning thread from cotton and weaving it into a fabric, became a symbol of the freedom struggle and the path to becoming atmanirbhar. The cloth made this way is known as khadi. We do not get fibres only from cotton. There are many other natural sources too. Natural fibres Bamboo Cotton Linen Wool Silk Silk comes from the cocoon of a small insect called the silk moth. The cocoons are put in hot water, the silk thread is gently pulled out, and then made into thread that is used to make silk fabric. Note to the Teacher The teacher may arrange a visit to a textile mill or a place where 136 handloom cloth is made. Otherwise, the teacher may invite a local handloom weaver to the school. CChhaapptteerr 88..iinndddd 113366 1100--JJuull--2255 66::1188::1144 PPMM",
    "word_count": 208
  },
  {
    "chunk_id": 136,
    "book": "eeev108.pdf",
    "pdf_path": "F:\\Freelancing\\Quiz\\Science\\eeev108.pdf",
    "page": 7,
    "chapter": "eeev108.pdf - India",
    "text": "137 edaM era sgnihT woH — sehtolC 1. Silkworm eggs 2. Caterpillar 4.Butterfly 3. Cocoon Synthetic fibres are made by humans using artificial materials. We all use things made from both natural and synthetic fibres. Synthetic fibres Nylon Rayon Polyster Terylene India is the largest producer of jute in the world. Note to the Teacher The teacher may introduce the ‘life cycle’ as the pattern of growth and change that every living thing goes through — from birth and growth to death. For example, a butterfly or a plant. Show pictures or videos to make it engaging and relatable. CChhaapptteerr 88..iinndddd 113377 1100--JJuull--2255 66::1188::1144 PPMM",
    "word_count": 105
  },
  {
    "chunk_id": 137,
    "book": "eeev108.pdf",
    "pdf_path": "F:\\Freelancing\\Quiz\\Science\\eeev108.pdf",
    "page": 8,
    "chapter": "eeev108.pdf - World",
    "text": "Our Wondrous World Activity 4 Look at some clothes, bags or other things you use every day. List some of the materials that you have used. Are they made from natural or synthetic fibres? Then, write one thing you like about it in the table below. Item Natural Synthetic What I Like About It? Crafting with Needle and Thread Nature is full of amazing things. Do you know that there is a tiny little green bird that stitches its own nest? It is the tailorbird. With its beak, it sews the edges of a big leaf together by using plant fibres or spider silk. It pokes holes along the edge of the leaf and pulls the thread through its beak like how tailors sew a cloth with a 138 needle and thread to make CChhaapptteerr 88..iinndddd 113388 1100--JJuull--2255 66::1188::1155 PPMM",
    "word_count": 140
  },
  {
    "chunk_id": 138,
    "book": "eeev108.pdf",
    "pdf_path": "F:\\Freelancing\\Quiz\\Science\\eeev108.pdf",
    "page": 9,
    "chapter": "eeev108.pdf - Pashmina",
    "text": "139 edaM era sgnihT woH — sehtolC a sleeve. It pads up this green sleeve to make a soft and safe nest to lay its eggs, and raise its babies. Activity 5 In small groups, collect fresh leaves of palash, teak, jackfruit or similar broad leaves. If leaves are not available, try using paper. Also, collect some small twigs like toothpicks. Now, using the leaves or pieces of paper and the toothpicks, pin them together to create a plate or a spoon. Activity 6 Have you ever tried stitching? You will need a needle and thread to stitch a piece of fabric together. Can you fix a tear or sew a button? Let us learn simple stitching. 1. Have you ever seen someone stitching at home or in your neighbourhood? What were they making or fixing? 2. Look at your shirt or school bag. Can you find where the pieces have been stitched together? wool into very soft shawls. high in the cold mountains of Ladakh. People hand-spin and weave this Pashmina wool comes from a special goat called the Changthangi, found CChhaapptteerr 88..iinndddd 113399 1100--JJuull--2255 66::1188::1155 PPMM",
    "word_count": 188
  },
  {
    "chunk_id": 139,
    "book": "eeev108.pdf",
    "pdf_path": "F:\\Freelancing\\Quiz\\Science\\eeev108.pdf",
    "page": 10,
    "chapter": "eeev108.pdf - Stitching Clothes Together",
    "text": "Our Wondrous World Activity 7 Let us begin by learning the basic running stitch. Point A Point D Point B Point C 1. Take a piece of thread through a needle. Tie a knot at one end of the thread. 2. Start from the back of the cloth. Bring the needle up at Point A. 3. Push the needle down at Point B. 4. Bring it up at Point C, then down at Point D. 5. Keep going—up, down, up, down—in a straight line. 6. This is called a running stitch. Activity 8 Stitching Clothes Together Now, let us use this stitch to bring two pieces of cloth together. 1. Collect small cloth pieces left over at a tailor’s shop or some pieces of old cloth. 2. Lay one piece of cloth flat on the table. Place the second piece of cloth on top of it, slightly overlapping it. Note to the Teacher Stitching with a needle and thread must be done carefully. Show the steps slowly and keep a close watch. Students should not 140 play with needles — handle with caution to avoid injury. Clear instructions need to be given to the students before the activity. CChhaapptteerr 88..iinndddd 114400 1100--JJuull--2255 66::1188::1166 PPMM",
    "word_count": 204
  },
  {
    "chunk_id": 140,
    "book": "eeev108.pdf",
    "pdf_path": "F:\\Freelancing\\Quiz\\Science\\eeev108.pdf",
    "page": 11,
    "chapter": "eeev108.pdf - Bandhani",
    "text": "141 edaM era sgnihT woH — sehtolC 3. Now, use a needle and thread to do a simple running stitch to join them together. 4. Add more pieces to create a table cloth, mat, coaster, cleaning cloth or any material of your interest. Where else can we use running stitches in daily life? If one thread breaks in your stitching, what do you think will happen to the rest of the stitches? Stitch and Decorate Did you know that in different parts of India, people use many different kinds of stitches? Not just to join cloth, but to decorate it beautifully too. Each stitch tells us a story of a place, people and their tradition. Traditional Embroideries of India and Their Origin Originated from Chikan or 1. Lucknow, Uttar Chikankari Pradesh Originated from 2. Banjara Rajasthan just fingers and thread. and dyed to make dots, circles, and patterns. It is done by hand using Bandhani is a type of tie-dye where small parts of the cloth are tied CChhaapptteerr 88..iinndddd 114411 1100--JJuull--2255 66::1188::1166 PPMM",
    "word_count": 174
  },
  {
    "chunk_id": 141,
    "book": "eeev108.pdf",
    "pdf_path": "F:\\Freelancing\\Quiz\\Science\\eeev108.pdf",
    "page": 12,
    "chapter": "eeev108.pdf - Recycle",
    "text": "Our Wondrous World Originated from East Indian states like 3. Kantha West Bengal, Odisha and Tripura Originated from 4. Gota Rajasthan Originated from 5. Phulkari Punjab Originated from 6. Toda Tamil Nadu Originated from 7. Kashmiri Kashmir Khneng Originated from 8. embroidery Meghalaya Recycle People in our country rarely throw clothes. If the clothes no longer fit us, we usually give them over to a younger sibling or to anyone who can use them. Sometimes an elder may make something else from it. There is also an old tradition in our country of making 142 beautiful quilts by joining small pieces together. .retaw artxe ro slacimehc tuohtiw sworg nottoc )kcalb( alaK cirbaf yldneirf-oce ,gnorts otni nevow dna nups-dnah si tI .tarajuG ni srevaew yb CChhaapptteerr 88..iinndddd 114422 1100--JJuull--2255 66::1188::1177 PPMM",
    "word_count": 130
  },
  {
    "chunk_id": 142,
    "book": "eeev108.pdf",
    "pdf_path": "F:\\Freelancing\\Quiz\\Science\\eeev108.pdf",
    "page": 13,
    "chapter": "eeev108.pdf - Handloom",
    "text": "143 edaM era sgnihT woH — sehtolC Exhibition You have created a set of wonderful materials. Display your mats, stitched cloth pieces and leaf cutlery. Add name tags and short notes explaining how you made them. Invite other classmates or your parents to visit. Let us reflect 1. Have you ever reused or recycled an old piece of cloth? What did you or your family make from it? 2. If one thread breaks in a stitched cloth or in a woven mat, what might happen? Why is each thread important? 3. Visit a tailor’s shop or a handloom store with an adult. What tools or machines did you see being used there? 4. Find out what kind of weaving or stitching work is famous in your area or state. Name it. 5. We should not throw the old clothes away. Why? 6. Below are the jumbled-up steps of the life cycle of a moth. Read and number them from 1 to 6 in the correct order. Adult moth comes out of the cocoon. Eggs hatch into tiny caterpillars. Silk moth lays eggs. The cycle begins again. Caterpillars eat mulberry leaves and grow big. Caterpillars spin cocoons around themselves. no electricity, making it eco-friendly and sustainable. Handloom weaving supports thousands of families, and uses CChhaapptteerr 88..iinndddd 114433 1100--JJuull--2255 66::1188::1177 PPMM",
    "word_count": 219
  },
  {
    "chunk_id": 143,
    "book": "eeev108.pdf",
    "pdf_path": "F:\\Freelancing\\Quiz\\Science\\eeev108.pdf",
    "page": 14,
    "chapter": "eeev108.pdf - Cloth Shiny Stretchy",
    "text": "Our Wondrous World 144 tI .xelpmoc yrev si ,tarajuG ,nataP morf eeras alotaP ehT .eeras eno tsuj evaew ot ,raey 1 ot shtnom 6 sekat 7. Bring 5 – 6 pieces of different types of clothes from home or nearby tailors (leftover scraps). Observe the material closely and complete the table. Ask an elder or search in your book to find out whether it is made from cotton, wool, silk, jute, polyester or nylon. How does it What do Cloth Shiny Stretchy feel? Thick/ you think Piece (Yes/ (Yes/ (smooth, Thin it is made No. No) No) rough) of? 1 2 3 4 5 CChhaapptteerr 88..iinndddd 114444 1100--JJuull--2255 66::1188::1188 PPMM",
    "word_count": 110
  },
  {
    "chunk_id": 144,
    "book": "eeev109.pdf",
    "pdf_path": "F:\\Freelancing\\Quiz\\Science\\eeev109.pdf",
    "page": 1,
    "chapter": "eeev109.pdf - Our Amazing Planet",
    "text": "Unit 5 Our Amazing Planet About the Unit By the end of the Preparatory This unit in Grade 5, helps students Stage students learn about various explore the natural rhythms and deep landforms, lives and a wide range of connections that shape the life on activities around them. They also Earth. Through seasons, stories and know about the Sun, moon, stars and journeys of birds, foods and ideas, wonders of the world they live in. This they discover how nature, people and unit invites students to explore the cultures are linked. With journaling deep connection between nature and and hands-on activities, they connect everyday life. to their surroundings and understand that Earth is our shared, living home. CChhaapptteerr 99..iinndddd 114455 1100--JJuull--2255 55::5599::1199 PPMM",
    "word_count": 123
  },
  {
    "chunk_id": 145,
    "book": "eeev109.pdf",
    "pdf_path": "F:\\Freelancing\\Quiz\\Science\\eeev109.pdf",
    "page": 2,
    "chapter": "eeev109.pdf - Our Amazing Planet",
    "text": "Note to the Teacher This unit consists of two chapters. Chapter 9 ‘Rhythms of Nature’ and Chapter 10 ‘Earth: Our Shared Home’. Chapter 9: Rhythms of Nature How to Facilitate • ‘Rhythms of Nature’ helps students observe and understand the natural rhythms of • Encourage students to change in the world around them — day observe their surroundings and night, seasons, and how plants, like seasonal changes, animals, people and places transform the arrival of birds or over time. Through journaling, activities butterflies, flowers, or and reflection, it encourages students to changes in weather. Use journals and charts to help connect deeply with their local environment them track and reflect on and notice repeating patterns in nature. these observation. Chapter 10: Earth — Our Shared Home • Take students outside the classroom to the school • This chapter helps students see the Earth ground, garden, or nearby as a connected, living planet where people, pond, to explore real-life patterns in nature. animals, plants, and ideas travel, mix and grow together. Through stories, it shows • Ask simple critical thinking how we share nature, knowledge, and questions like, “Where did this come from?” or “Why culture across borders. It brings alive do we all use it?” to spark the idea of ‘Vasudhaiva Kutumbakam’ curiosity. fostering care, respect, and a sense of belonging to our shared planet. • Use mapping, drawing, posters, and globe-based activities to help students trace how things travel across the Earth. • Compare seasonal experiences from different parts of India (for example, winter in Kashmir vs. Kerala) to deepen their understanding of local diversity. • Help students see that we all share the same Earth and are part of one big family — ‘Vasudhaiva Kutumbakam’. CChhaapptteerr 99..iinndddd 114466 1100--JJuull--2255 55::5599::2200 PPMM",
    "word_count": 293
  },
  {
    "chunk_id": 146,
    "book": "eeev109.pdf",
    "pdf_path": "F:\\Freelancing\\Quiz\\Science\\eeev109.pdf",
    "page": 3,
    "chapter": "eeev109.pdf - Write",
    "text": "9 Rhythms of Nature “Oh, how wonderful to see you! It has been a long time”, exclaimed Saba as she embraced her friend Aparna. “You are taller than me! And your hair is short now”. Aparna laughed, “Yes! And you have started learning to play the guitar! So much has changed since last year.” The two friends discussed about their old classroom, their favourite games, and the new trees planted near the school gate. Write Try to remember the time you were in Grades 3 and 4. Think and write about the changes that you have noticed in yourself and your friends, in your school, and in your environment. CChhaapptteerr 99..iinndddd 114477 1100--JJuull--2255 55::5599::2211 PPMM",
    "word_count": 115
  },
  {
    "chunk_id": 147,
    "book": "eeev109.pdf",
    "pdf_path": "F:\\Freelancing\\Quiz\\Science\\eeev109.pdf",
    "page": 4,
    "chapter": "eeev109.pdf - Write",
    "text": "Our Wondrous World Grade 3 Grade 4 Grade 5 Yourself and your friends School Surrounding area Write 1. Can you think of something that takes a really long time to change, maybe over years? 148 ti gnikam ,raey eht tuohguorht slavitsef 000,1 revo setarbelec aidnI .seirtnuoc evitsef tsom eht fo eno Changes are happening to us and to the world around us all the time. Some changes take years, some happen in just days or minutes! Have you noticed how things keep changing around you? Think about it. You grow taller each year, leaves fall off trees and grow again, flowers bloom, dry up and bloom again, the sky changes colour, the sun appears to rise and set every day. CChhaapptteerr 99..iinndddd 114488 1100--JJuull--2255 55::5599::2211 PPMM",
    "word_count": 126
  },
  {
    "chunk_id": 148,
    "book": "eeev109.pdf",
    "pdf_path": "F:\\Freelancing\\Quiz\\Science\\eeev109.pdf",
    "page": 5,
    "chapter": "eeev109.pdf - Village",
    "text": "149 erutaN fo smhtyhR 2. What about something that changes within just a few years? 3. Are there changes that happen every year, again and again? 4. Can you name something that changes in just a few minutes or even seconds? Changes Around Us in a Day (Day and Night) Just like we grow and change, the world around us is changing too. The day changes into night and the night becomes day. What causes day and night? The Sun seems to be rising in the east moving across the sky and setting in the west. So, is the Sun moving? the very first place where the sun’s rays touch Indian land each morning. Dong in Arunachal Pradesh is known as India’s ‘First Village of the Sunrise’. It is CChhaapptteerr 99..iinndddd 114499 1100--JJuull--2255 55::5599::2222 PPMM",
    "word_count": 135
  },
  {
    "chunk_id": 149,
    "book": "eeev109.pdf",
    "pdf_path": "F:\\Freelancing\\Quiz\\Science\\eeev109.pdf",
    "page": 6,
    "chapter": "eeev109.pdf - World",
    "text": "Our Wondrous World Let us understand with one simple game. Activity 1 Let one student be the ‘Sun’ and another the ‘Earth’ standing at a distance. The Sun stands at the centre. Let the student playing ‘Earth’ stand in one place and slowly turn around (rotate). As long as the student sees the ‘Sun’, they keep saying — “day … day … day”, looking straight ahead. When the student stops seeing the ‘Sun’ they keep saying “night … night … night”. Now, let us do this activity using a torch and a globe. Demonstration — Day and Night Step 1: Place a globe on a table and flash a torch on one side of the globe. The torchlight represents the Sun. The side where the light falls has day, and the side with no light has night. Step 2: Rotation — Slowly rotate the globe while keeping the torch steady. Step 3: Observe how different parts of our globe face the light as it rotates. Like the torch, the Sun stays in one place and it is actually the Earth that rotates. Did you notice how the light made day on one side of the globe and night on the other? 150 CChhaapptteerr 99..iinndddd 115500 1100--JJuull--2255 55::5599::2222 PPMM",
    "word_count": 208
  },
  {
    "chunk_id": 150,
    "book": "eeev109.pdf",
    "pdf_path": "F:\\Freelancing\\Quiz\\Science\\eeev109.pdf",
    "page": 7,
    "chapter": "eeev109.pdf - That",
    "text": "151 erutaN fo smhtyhR Do you know? A globe is a model that represents our Earth. It is shaped like a ball, just like the real Earth. The blue part of the globe are the seas and oceans; they cover about three-fourth part of the Earth. Seas are usually smaller than ocean and are partly enclosed by land, while the oceans are vast and open water bodies. The remaining parts are the land masses, where we have all the countries. Find out Study the globe and write in the space given below, when it is day time in India, which countries will have night? Changes Around Us in a Year (Seasons) Seasons’ Journal Saba and Aparna are sitting in the school garden, looking at their seasons’ journal. You also have been looking closely at the world around you over the year and making observations in your journal. are coming. That is when they start planting seeds. In Odisha, when the koel (cuckoo) bird sings, farmers know the rains CChhaapptteerr 99..iinndddd 115511 1100--JJuull--2255 55::5599::2233 PPMM",
    "word_count": 174
  },
  {
    "chunk_id": 151,
    "book": "eeev109.pdf",
    "pdf_path": "F:\\Freelancing\\Quiz\\Science\\eeev109.pdf",
    "page": 8,
    "chapter": "eeev109.pdf - The chart will have the following time periods:",
    "text": "Our Wondrous World Now, it is time to record your own observations. Let us do it together, just like Saba and Aparna! Classroom Activity — Seasons’ Chart All year long, you have been curious explorers of nature, observing plants, animals, sunlight, water and human activities. Now, it is time to bring all your learning together and understand the patterns of change that happen throughout the year. Step 1: Making a Chart for Classroom Let us begin by preparing a large wall-sized chart in your classroom to note the observations from our journals. This will help us bring all our observations on one chart so we can see the full picture! The chart will have the following time periods: April – June, July – September, October – December, and January – March marked in columns. The themes: plant life, birds and animals, air, heat and light, water and water bodies, and human activities listed in rows. 152 CChhaapptteerr 99..iinndddd 115522 1100--JJuull--2255 55::5599::2244 PPMM",
    "word_count": 162
  },
  {
    "chunk_id": 152,
    "book": "eeev109.pdf",
    "pdf_path": "F:\\Freelancing\\Quiz\\Science\\eeev109.pdf",
    "page": 9,
    "chapter": "eeev109.pdf - Human",
    "text": "153 erutaN fo smhtyhR Chart Template Time Period Theme April – July – October – January – June September December March Plant life Birds and animals Air, heat and light Water and water bodies Human activities Step 2: Fill the Chart For each of the boxes (for example, April to June for plant life) one of you can stand up and ask for observations from the class. Each of you may share your observations from your journal. Discuss and write the main observations on the chart. CChhaapptteerr 99..iinndddd 115533 1100--JJuull--2255 55::5599::2244 PPMM",
    "word_count": 92
  },
  {
    "chunk_id": 153,
    "book": "eeev109.pdf",
    "pdf_path": "F:\\Freelancing\\Quiz\\Science\\eeev109.pdf",
    "page": 10,
    "chapter": "eeev109.pdf - World",
    "text": "Our Wondrous World The next student can stand up to fill the next box in a similar way. This way, all your observations will be on your chart in the classroom. Now, the chart is ready for everyone to see and learn. Step 3: Tracking Changes in a Year It is time to take a closer look at the patterns of change you have noticed throughout the year. Let us form five groups. Each group can choose one theme from the chart and study the patterns of change observed across different time periods during the year. Group 1: Plant life Group 2: Birds and animals Group 3: Air, heat and light Group 4: Water and water bodies Group 5: Human activities Create a poster on your theme. Present how your theme changed throughout the year. Be creative! For example Group 1 will show how plants changed in different months — like leaves, flowers or fruits. Group 4 can show how ponds, puddles or rain changed in different months. 154 Once ready, present your poster to the class. CChhaapptteerr 99..iinndddd 115544 1100--JJuull--2255 55::5599::2244 PPMM",
    "word_count": 183
  },
  {
    "chunk_id": 154,
    "book": "eeev109.pdf",
    "pdf_path": "F:\\Freelancing\\Quiz\\Science\\eeev109.pdf",
    "page": 11,
    "chapter": "eeev109.pdf - Mawsynram",
    "text": "155 erutaN fo smhtyhR Step 4: Looking at the Year Together Once all the groups have made their presentations, form new groups. Make sure that the new group has one student from each theme. Form 4 groups, one for each time period. Group 1: April – June Group 2: July – September Group 3: October – December Group 4: January – March Each group will now analyse the observations on the chart across all five themes for their chosen time period. Use these observations to create a short story about your time period (for example, January – March), linking what you saw in nature with what you have noticed in people’s lives. Read it out in the class. Discovering Seasons We have seen how plants change, how animals behave, how the air feels, what happens with water and what people do throughout the year. You now know that nature changes slowly over the year. The weather warms up, gets hot and then it rains, and then it gets cooler before warming up again. We observed these changes throughout the year, but do you think the same things happened last year too? Will they happen again the next year? Yes! These changes follow a pattern, a natural rhythm that repeats itself every year. This repeating pattern in nature is what we call seasons. What are the seasons called in your region? Meghalaya—and one of the driest — the Thar Desert. India hosts both the wettest place on Earth — Mawsynram in CChhaapptteerr 99..iinndddd 115555 1100--JJuull--2255 55::5599::2244 PPMM",
    "word_count": 256
  },
  {
    "chunk_id": 155,
    "book": "eeev109.pdf",
    "pdf_path": "F:\\Freelancing\\Quiz\\Science\\eeev109.pdf",
    "page": 12,
    "chapter": "eeev109.pdf - Seasons",
    "text": "Our Wondrous World Do you know how many seasons we have in India? In India, we experience six seasons based on how nature changes in every few months. Month of the Year Seasons (Fill it up for your region) Vasanta (Spring) Grishma (Summer) Varsha (Monsoon) Sharad (Autumn) Hemant (Pre-winter) Shishir (Winter) 156 gaN yhw si siht—sworrub dedoofl fo tuo emoc sekans ,noosnom eht gniruD .selitper dna erutan ot tcepser wohs ot detarbelec si imahcnaP CChhaapptteerr 99..iinndddd 115566 1100--JJuull--2255 55::5599::2244 PPMM",
    "word_count": 80
  },
  {
    "chunk_id": 156,
    "book": "eeev109.pdf",
    "pdf_path": "F:\\Freelancing\\Quiz\\Science\\eeev109.pdf",
    "page": 13,
    "chapter": "eeev109.pdf - When",
    "text": "157 erutaN fo smhtyhR Write How do you feel when the season changes? Would you prefer one season to continue throughout the year? Give the reasons for your answer. Discuss Winter in Kerala is different from winter in Kashmir valley. Monsoon in Assam is different from Rajasthan. Why do you think it is so? Celebrating Seasons In India, we have many songs associated with seasons. Do you know any? Find out some songs. Farmers grow different crops in different seasons. Some crops grow best in winter, while some grow best in the heat of summer. Some are planted in the rainy seasons because they need more water to grow. With the help of your teacher and elders, name the crops that grow in summer and winter in your region. Summer Crops Winter Crops sign that rain is coming soon. When you see ants carrying eggs to higher ground, it is a natural CChhaapptteerr 99..iinndddd 115577 1100--JJuull--2255 55::5599::2255 PPMM",
    "word_count": 158
  },
  {
    "chunk_id": 157,
    "book": "eeev109.pdf",
    "pdf_path": "F:\\Freelancing\\Quiz\\Science\\eeev109.pdf",
    "page": 14,
    "chapter": "eeev109.pdf - Rongali Bihu",
    "text": "Our Wondrous World Many of our festivals are connected with seasons. See if you can match these festivals to the season they are celebrated in! S.No. Festival Season Pongal, Makar Spring — when 1. (a) Sankranti flowers bloom Autumn — after 2. Holi (b) crops are harvested New year and 3. Diwali (c) harvest festival Baisakhi, Gudi 4. Padwa, Vishu, (d) Winter 158 Rongali Bihu CChhaapptteerr 99..iinndddd 115588 1100--JJuull--2255 55::5599::2266 PPMM",
    "word_count": 71
  },
  {
    "chunk_id": 158,
    "book": "eeev109.pdf",
    "pdf_path": "F:\\Freelancing\\Quiz\\Science\\eeev109.pdf",
    "page": 15,
    "chapter": "eeev109.pdf - (f) Winter:",
    "text": "159 erutaN fo smhtyhR Every season brings something special and has its own magic. Seasons are not just changes in weather; they shape everything around us. We have seen that seasons help us know how plants grow, how animals live, what people eat, wear and do. From the crops we harvest to the festivals we celebrate; seasons give rhythm to our lives and remind us that change is natural, and necessary. In this way, seasons not only shape what we do, but also teach us about the cycles of life. By understanding the seasons, we understand how life moves in cycles. As you step out each day, you are witnessing nature’s rhythm unfolding, one season at a time. Let us reflect 1. Narrate your experiences about the season changes. 2. Ask your family members and write about seasons. Do you find any major differences in the patterns or changing seasons? What could be possible reasons for these differences? 3. Seasons have local names. Find out and write the seasons mentioned below are called in your region, and your local language. (a) Spring: (b) Summer: (c) Monsoon: (d) Autumn: (e) Pre-winter: (f) Winter: CChhaapptteerr 99..iinndddd 115599 1100--JJuull--2255 55::5599::2266 PPMM",
    "word_count": 198
  },
  {
    "chunk_id": 159,
    "book": "eeev109.pdf",
    "pdf_path": "F:\\Freelancing\\Quiz\\Science\\eeev109.pdf",
    "page": 16,
    "chapter": "eeev109.pdf - Summer Monsoon Winters",
    "text": "Our Wondrous World 4. Fill the table below based on your observations and experiences. Name Food Clothes Festivals Nature of the You Eat You Wear You Around Season Celebrate You Spring Summer Monsoon Autumn Pre- winter Winter 5. Share your experience of seasons’ journaling. 6. Make a comparative drawing of the three major seasons. Summer Monsoon Winters 160 CChhaapptteerr 99..iinndddd 116600 1100--JJuull--2255 55::5599::2266 PPMM",
    "word_count": 64
  },
  {
    "chunk_id": 160,
    "book": "eeev110.pdf",
    "pdf_path": "F:\\Freelancing\\Quiz\\Science\\eeev110.pdf",
    "page": 1,
    "chapter": "eeev110.pdf - Wing Commander",
    "text": "10 Earth — Our Shared Home The Blue Planet “After seeing the Earth from outside the first thought that came to mind was that, the Earth looks completely one, no border is visible from outside. It seems that no border exists, no state exists, no countries exist. We all are part of humanity and the Earth is our one home, and all of us are in it.” These were the inspiring words shared by Group Captain Shubhanshu Shukla, the first Indian to reach the International Space Station, during his conversation with the then Prime Minister of India. Do you know? Wing Commander Rakesh Sharma, the Indian astronaut, was the first Indian to see the Earth from space. When asked how India looked from above, he replied, “Saare Jahaan Se Achcha” (the best in the entire world). CChhaapptteerr 1100..iinndddd 116611 1100--JJuull--2255 66::0022::2222 PPMM",
    "word_count": 142
  },
  {
    "chunk_id": 161,
    "book": "eeev110.pdf",
    "pdf_path": "F:\\Freelancing\\Quiz\\Science\\eeev110.pdf",
    "page": 2,
    "chapter": "eeev110.pdf - 2. Use a globe and find out:",
    "text": "Our Wondrous World From high up in space, the Earth looks tiny and we would not be able to see smaller details like our city or village. We only see the broad shapes of land masses and the sea on our blue planet. Activity 1 We all live in this planet and each of us has an address. Fill up your address below. 1. My address Name: House number/building name: Street name: Village/Town/City: District: State/Union Territory: Country: Planet: 2. Use a globe and find out: a. Are all the oceans on Earth connected with each other? b. Where is India on the globe? 162 CChhaapptteerr 1100..iinndddd 116622 1100--JJuull--2255 66::0022::2255 PPMM",
    "word_count": 110
  },
  {
    "chunk_id": 162,
    "book": "eeev110.pdf",
    "pdf_path": "F:\\Freelancing\\Quiz\\Science\\eeev110.pdf",
    "page": 3,
    "chapter": "eeev110.pdf - religions:",
    "text": "163 emoH derahS ruO — htraE Do you know? DIGIPIN is like a digital version of your address! It gives every small place in India its own special 10-character digital code. It is like a name tag for your home or school. It helps the postman, ambulance or delivery person find you faster even in villages or cities! When we look at the Earth from far above, we do not see borders or lines between countries. Nature has no boundaries — so air, water, clouds, and even seeds and animals move freely across the world. People around the world are also connected in many ways. Just as people across India share mangoes, rivers, and festivals, people across the world are also linked by the things we share. The clothes we wear, the food we eat, and the toys we play with may have come from different parts of the world. Ideas, food, music, stories, and inventions are also shared. Everything is linked through nature, trade, travel, and the ways we care for our planet together. Earth is our shared home. We will explore this through some stories. Note to the Teacher Teacher may use a globe to familiarise students with some countries including Mexico, Portugal, South America, Brazil, Russia, Mongolia, etc. Buddhism, Jainism and Sikhism. India is the birthplace of four major world religions: Hinduism, CChhaapptteerr 1100..iinndddd 116633 1100--JJuull--2255 66::0022::2255 PPMM",
    "word_count": 231
  },
  {
    "chunk_id": 163,
    "book": "eeev110.pdf",
    "pdf_path": "F:\\Freelancing\\Quiz\\Science\\eeev110.pdf",
    "page": 4,
    "chapter": "eeev110.pdf - Write",
    "text": "Our Wondrous World Story 1: The Travelling Birds! Have you seen pink and black birds flying in big groups? Those are rosy starlings! Every winter, they fly thousands of kilometres from the southern part of Russia, Mongolia and nearby countries to India. These birds enjoy the warm weather in India and feed on locusts and grasshoppers, thus, helping farmers by eating the pests on the crops. Is it not amazing that such a small bird can travel so far and be so helpful? When animals move freely and safely across the world, it shows how deeply nature is connected across the globe. Write 1. Does the rosy starling visit your area? What is it called locally? 2. What does this story tell us about nature? 164 saw ,enicidem fo smrof tsedlo eht fo eno ,adevruyA .oga sraey 000,3 revo aidnI ni depoleved CChhaapptteerr 1100..iinndddd 116644 1100--JJuull--2255 66::0022::2266 PPMM",
    "word_count": 148
  },
  {
    "chunk_id": 164,
    "book": "eeev110.pdf",
    "pdf_path": "F:\\Freelancing\\Quiz\\Science\\eeev110.pdf",
    "page": 5,
    "chapter": "eeev110.pdf - Fwiassh",
    "text": "165 emoH derahS ruO — htraE Activity 2 1. Make a poster of 5 birds that visit your place in winter. Try to find out where they come from. 2. Using a string, trace the journey on a globe showing the paths rosy starlings take (Russia/Mongolia → India). 3. Imagine you are a bird travelling the world. Write a short postcard or note about what you see and what helps you on your journey (wind, ocean currents, warm weather). Share it with your classmates. Write What does it mean when we say ‘nature has no boundaries’? paws, making it an excellent swimmer who dives for fish. people around the world do mathematics better. ZTehreo Fwiassh ifinrgs tC warti,t tfeonu dnodw inn iInn dInidai’as. wTheitsl aidnedas o, fh ‘ansot hpianrgt’i ahlellyp ewd ebbed CChhaapptteerr 1100..iinndddd 116655 1100--JJuull--2255 66::0022::2266 PPMM",
    "word_count": 138
  },
  {
    "chunk_id": 165,
    "book": "eeev110.pdf",
    "pdf_path": "F:\\Freelancing\\Quiz\\Science\\eeev110.pdf",
    "page": 6,
    "chapter": "eeev110.pdf - World",
    "text": "Our Wondrous World Story 2: Yoga — India’s Gift to the World! Since ancient times, people in India have practised yoga to keep their bodies healthy and their minds peaceful. It was a way to live in harmony with oneself and nature. Did you know that yoga has been practised in India for more than 3,000 years? As time went on, travellers, scholars and teachers from India shared yoga with the world. Slowly, people in other countries began to learn and practise it too. Today, yoga is practised in almost every country. Do you know? The United Nations in 2014 declared 21 June as the International Day of Yoga, with millions around the world doing yoga together! 166 Is it not amazing that a practice that began in India is now loved all over the world? sredarT .seirtnuoc ynam ot tnew aidnI morf momadrac dna reppep ekil secipS .meht teg ot raf dellevart dna ’dlog kcalb‘ meht dellac CChhaapptteerr 1100..iinndddd 116666 1100--JJuull--2255 66::0022::2266 PPMM",
    "word_count": 164
  },
  {
    "chunk_id": 166,
    "book": "eeev110.pdf",
    "pdf_path": "F:\\Freelancing\\Quiz\\Science\\eeev110.pdf",
    "page": 7,
    "chapter": "eeev110.pdf - Write",
    "text": "167 emoH derahS ruO — htraE Discuss Why do you think yoga became popular in so many countries? Write Can you name a yoga pose you have tried or seen? What do you think it helps with? Story 3: Chilli — A Spice that Changed our Lives! Long ago, chilli plants were found only in South America, far away from India. However, 400 to 500 years ago, travellers from Portugal brought chillies with them from South America to India. The chillies found new soil, a new climate and entered Indian kitchens. And guess what? People in India loved it so much that today we cannot imagine our food without chillies! Before the arrival of chilli, we used black pepper to spice up our food. originated in India. The game of chess, and snakes and ladders CChhaapptteerr 1100..iinndddd 116677 1100--JJuull--2255 66::0022::2277 PPMM",
    "word_count": 141
  },
  {
    "chunk_id": 167,
    "book": "eeev110.pdf",
    "pdf_path": "F:\\Freelancing\\Quiz\\Science\\eeev110.pdf",
    "page": 8,
    "chapter": "eeev110.pdf - Write",
    "text": "Our Wondrous World Interestingly, the journey of the chilli is a great example of how plants are brought from far away lands, and become part of new cultures and cuisines. Write 1. What would happen if chillies disappeared from our kitchens for a week? 2. Ask your parents and write down the name of any recipe in which they have used black pepper and not red chillies. Activity 3 1. Using a coloured string, trace the journey of chillies from South America to India on the globe. 2. Potatoes, tomatoes, peanuts, cashews, and many other foods have similar stories. They all travelled a long way to reach India and now we enjoy these every day in our food. Find out and write the story of any one of them. Story 4: The Sweet Story of Sugar! Just as chillies travelled to India, sugar travelled from India to other parts of the world. Long ago, people across the world did not know about sugar. They used honey and other naturally 168 CChhaapptteerr 1100..iinndddd 116688 1100--JJuull--2255 66::0022::2277 PPMM",
    "word_count": 176
  },
  {
    "chunk_id": 168,
    "book": "eeev110.pdf",
    "pdf_path": "F:\\Freelancing\\Quiz\\Science\\eeev110.pdf",
    "page": 9,
    "chapter": "eeev110.pdf - Before",
    "text": "169 emoH derahS ruO — htraE sweet things to add sweetness to their food. It was in India that the method of making jaggery from sugarcane juice was first discovered. Over time, we found a way to make jaggery into sugar. This knowledge and technique spread to other parts of the world through trade and travel. Did you know that even rice, mangoes and bananas from India found their way to other lands? Today, people from all over the world enjoy these gifts, but their journey began right here in India. Our meals are like world travellers, carrying stories and flavours from all around the globe. This shows us how deeply we are all connected. Discuss 1. If you could choose one Indian food to share with the world, what would it be? 2. What kind of new food items do you think will travel in the future? we used palm leaves and bark to write on. Paper came to India from China through trade. Before that, CChhaapptteerr 1100..iinndddd 116699 1100--JJuull--2255 66::0022::2277 PPMM",
    "word_count": 173
  },
  {
    "chunk_id": 169,
    "book": "eeev110.pdf",
    "pdf_path": "F:\\Freelancing\\Quiz\\Science\\eeev110.pdf",
    "page": 10,
    "chapter": "eeev110.pdf - Write",
    "text": "Our Wondrous World Story 5: The Mexican Marigold Moves into India! Did you know that the marigold flower is from Mexico? In Mexican culture, marigolds are special flowers used during festivals. From there, the marigold travelled across the world and to India, where it found a new home. Perhaps it was the bright orange and yellow colours that we loved so much as it reminded us of our sense of warmth, celebration, and spirituality. Today, marigolds are seen everywhere in India — in temples, homes, weddings, and festivals like Diwali. Is it not amazing how a flower from a land far away became such a big part of our celebrations? Write 1. Why do you think both Indian and Mexican cultures use marigolds during their festivals? 170 ehT .eporuE dna acirfA ni sehtolc deruoloc ,ogidni ekil seyd naidnI .slayor eht yb ylno desu ecno saw ti ,laiceps os saw eulb peed CChhaapptteerr 1100..iinndddd 117700 1100--JJuull--2255 66::0022::2288 PPMM",
    "word_count": 157
  },
  {
    "chunk_id": 170,
    "book": "eeev110.pdf",
    "pdf_path": "F:\\Freelancing\\Quiz\\Science\\eeev110.pdf",
    "page": 11,
    "chapter": "eeev110.pdf - Arab",
    "text": "171 emoH derahS ruO — htraE 2. Why do you think people in different countries include flowers in their celebrations? Story 6: The Cows that Went to Brazil! Long ago, Portuguese traders took some Indian cows to Brazil. These cows were strong, gave good milk, and did not mind the weather in Brazil. Over time, these cows grew in number. Today, more than three-fourths of Brazil’s milk comes from three Indian cow breeds — Gir, Kankrej and Ongole. They became so important in Brazil that their pictures are found even on stamps and coins! Write What does this story tell us about animals moving from one place to another? return, they took back Indian rice and cloth. Long ago, Arab traders brought dates and lemons to India. In CChhaapptteerr 1100..iinndddd 117711 1100--JJuull--2255 66::0022::2288 PPMM",
    "word_count": 134
  },
  {
    "chunk_id": 171,
    "book": "eeev110.pdf",
    "pdf_path": "F:\\Freelancing\\Quiz\\Science\\eeev110.pdf",
    "page": 12,
    "chapter": "eeev110.pdf - Tree",
    "text": "Our Wondrous World Activity 4 1. With help of your teacher or an elder find out the names of at least 5 different breeds of cows. 2. Make a list of a few things in your house or school that may have come from another part of the world. Find out where they originally came from. Items Names Origin from Clothing Jeans America Food Sports Musical instruments Tree Web of Life These stories are not just about birds, plants or objects, they are stories of people, journeys, sharing, and the blending of cultures. We may speak different languages or play different games, but we all learn from and inspire one another. Whether it is a bird flying across continents, a seed growing in a new land or a practice like yoga 172 CChhaapptteerr 1100..iinndddd 117722 1100--JJuull--2255 66::0022::2288 PPMM",
    "word_count": 138
  },
  {
    "chunk_id": 172,
    "book": "eeev110.pdf",
    "pdf_path": "F:\\Freelancing\\Quiz\\Science\\eeev110.pdf",
    "page": 13,
    "chapter": "eeev110.pdf - Cambodia",
    "text": "173 emoH derahS ruO — htraE reaching every corner of the globe, it all reminds us of one big truth — we are all connected! Our Earth is more than just land and water. It is a living web of life where people, animals, plants and ideas travel, mix, and grow together. By learning, sharing and caring for each other, and our planet we become part of that connection. Activity 5 1. Interview a grandparent or neighbour: Ask them about a food items song, or custom that was not there in their childhood but is common today. Find out where did it come from? 2. From the stories you have read: List different things that came to India from other countries and those that travelled from India to the world. Then, using two different coloured strings, trace their journeys on a map. One Earth, One Family! There is a beautiful saying from ancient India— ‘Vasudhaiva Kutumbakam’, meaning ‘the world is one family.’ Angkor Wat in Cambodia is the largest temple in the world. CChhaapptteerr 1100..iinndddd 117733 1100--JJuull--2255 66::0022::2299 PPMM",
    "word_count": 179
  },
  {
    "chunk_id": 173,
    "book": "eeev110.pdf",
    "pdf_path": "F:\\Freelancing\\Quiz\\Science\\eeev110.pdf",
    "page": 14,
    "chapter": "eeev110.pdf - World",
    "text": "Our Wondrous World All people, animals, trees, rivers, and even the air and sky belong to this family. We live together, depend on each other, and share the same home — our Earth. When we see the world as one family, we learn to live with respect, care, and love for one another, and for the Earth that supports us all. That is what ‘Vasudhaiva Kutumbakam’ teaches us. Earth is truly special. It is the only planet we know that has life! For thousands of years, it has supported people, animals, and plants. Earth needs care too. When we care for the Earth, we are caring for each other because we are all part of the same family. Earth is not just our home. It is a gift we must protect, for ourselves, for others, and for the future. 174 CChhaapptteerr 1100..iinndddd 117744 1100--JJuull--2255 66::0022::3300 PPMM",
    "word_count": 146
  },
  {
    "chunk_id": 174,
    "book": "eeev110.pdf",
    "pdf_path": "F:\\Freelancing\\Quiz\\Science\\eeev110.pdf",
    "page": 15,
    "chapter": "eeev110.pdf - World",
    "text": "175 emoH derahS ruO — htraE Do you know? The Ministry of Environment, Forest and Climate Change (MoEFCC) logo represents the balance between nature and human life. It reminds us that humans and nature are connected and must live in harmony. The logo tells us that caring for the environment means caring for ourselves too. CChhaapptteerr 1100..iinndddd 117755 1100--JJuull--2255 66::0022::3311 PPMM",
    "word_count": 61
  },
  {
    "chunk_id": 175,
    "book": "eeev110.pdf",
    "pdf_path": "F:\\Freelancing\\Quiz\\Science\\eeev110.pdf",
    "page": 16,
    "chapter": "eeev110.pdf - Write",
    "text": "Our Wondrous World Write 1. What does ‘Vasudhaiva Kutumbakam’ teach us? 2. Write the meaning of ‘Vasudhaiva Kutumbakam’ in your own words. 3. How can we live like one big family, even when we are different? Let us reflect 1. Pick one of the ideas. Write a short story about how this idea might have travelled from one place to another long ago. Think about how it helped people change their lives or the way they think. 2. Write one way you can care for the Earth. 3. Identify of an item that can travel from India to other parts of the world and write about it. 176 CChhaapptteerr 1100..iinndddd 117766 1100--JJuull--2255 66::0022::3311 PPMM",
    "word_count": 114
  },
  {
    "chunk_id": 176,
    "book": "eeev110.pdf",
    "pdf_path": "F:\\Freelancing\\Quiz\\Science\\eeev110.pdf",
    "page": 17,
    "chapter": "eeev110.pdf - Write",
    "text": "Seasons’ Journal This is your very own journal that will help you explore the world like a little detective! Whether you live in a village, town, city, or near a forest or coast, you can observe nature everywhere. Look closely at your surroundings: your backyard, school ground, village fields or a nearby park. Make four entries during the year, once every term. For each entry, observe the same place and record what you see in the following five themes. You do not have to write long sentences, just simple notes, drawings or even paste something you found. It is your journal. Make it colourful, fun and full of curiosity! sseeaassoonn jjoouurrnneell..iinndddd 11 1100--JJuull--2255 66::0033::2200 PPMM",
    "word_count": 115
  },
  {
    "chunk_id": 177,
    "book": "eeev110.pdf",
    "pdf_path": "F:\\Freelancing\\Quiz\\Science\\eeev110.pdf",
    "page": 18,
    "chapter": "eeev110.pdf - Activities",
    "text": "Theme What I Observed You may observe the plants and trees or choose a single tree. Does it flower or fruit? Plant Life When? Does it shed leaves? Is the colour changing? What birds, bees or butterflies does it attract? Do people collect its flowers, fruits or leaves? Any new plant growth, dry leaves or wilting? What animals, birds, or insects do you see around you? What were they doing? (e.g., Birds and flying, building nests, feeding, resting), Animals Did you see any nests or baby birds or animals? Were there lots of insects around? Any animals you don’t usually see? Were they in groups? What is the weather like? (Sunny, rainy, cloudy, foggy) What is the temperature? Air, Heat How does the air feel? (Hot, cool, fresh, and Light humid) What time did the sun rise or set? What colours do you see in the sky? Was the water clean, muddy, flowing or still? Did the water level rise or go down? Water and Did it rain recently? Were there puddles? Water Was there enough water at home or school? Bodies Is there any sign of water drying up? What are people wearing? (Woollens, cotton, raincoats) Are people spending more time indoors or outdoors? Special seasonal food was made, fruits eaten or Human vegetables cooked? Are they celebrating Activities festivals? Is there any crop being planted or harvested? sseeaassoonn jjoouurrnneell..iinndddd 22 1100--JJuull--2255 66::0033::2200 PPMM",
    "word_count": 235
  },
  {
    "chunk_id": 178,
    "book": "eeev110.pdf",
    "pdf_path": "F:\\Freelancing\\Quiz\\Science\\eeev110.pdf",
    "page": 19,
    "chapter": "eeev110.pdf - Activities",
    "text": "The World Around Me: April – June Theme What I Observed Plant Life Birds and Animals Air, Heat and Light Water and Water Bodies Human Activities Nature as I Observed sseeaassoonn jjoouurrnneell..iinndddd 33 1100--JJuull--2255 66::0033::2200 PPMM",
    "word_count": 36
  },
  {
    "chunk_id": 179,
    "book": "eeev110.pdf",
    "pdf_path": "F:\\Freelancing\\Quiz\\Science\\eeev110.pdf",
    "page": 20,
    "chapter": "eeev110.pdf - Activities",
    "text": "The World Around Me: July – September Theme What I Observed Plant Life Birds and Animals Air, Heat and Light Water and Water Bodies Human Activities Nature as I Observed sseeaassoonn jjoouurrnneell..iinndddd 44 1100--JJuull--2255 66::0033::2200 PPMM",
    "word_count": 36
  },
  {
    "chunk_id": 180,
    "book": "eeev110.pdf",
    "pdf_path": "F:\\Freelancing\\Quiz\\Science\\eeev110.pdf",
    "page": 21,
    "chapter": "eeev110.pdf - Activities",
    "text": "The World Around Me: October – December Theme What I Observed Plant Life Birds and Animals Air, Heat and Light Water and Water Bodies Human Activities Nature as I Observed sseeaassoonn jjoouurrnneell..iinndddd 55 1100--JJuull--2255 66::0033::2200 PPMM",
    "word_count": 36
  },
  {
    "chunk_id": 181,
    "book": "eeev110.pdf",
    "pdf_path": "F:\\Freelancing\\Quiz\\Science\\eeev110.pdf",
    "page": 22,
    "chapter": "eeev110.pdf - Activities",
    "text": "The World Around Me: January – March Theme What I Observed Plant Life Birds and Animals Air, Heat and Light Water and Water Bodies Human Activities Nature as I Observed sseeaassoonn jjoouurrnneell..iinndddd 66 1100--JJuull--2255 66::0033::2200 PPMM",
    "word_count": 36
  },
  {
    "chunk_id": 182,
    "book": "eeev110.pdf",
    "pdf_path": "F:\\Freelancing\\Quiz\\Science\\eeev110.pdf",
    "page": 23,
    "chapter": "eeev110.pdf - Activities",
    "text": "N otes sseeaassoonn jjoouurrnneell..iinndddd 77 1100--JJuull--2255 66::0033::2200 PPMM",
    "word_count": 8
  },
  {
    "chunk_id": 183,
    "book": "eeev110.pdf",
    "pdf_path": "F:\\Freelancing\\Quiz\\Science\\eeev110.pdf",
    "page": 24,
    "chapter": "eeev110.pdf - Activities",
    "text": "N otes sseeaassoonn jjoouurrnneell..iinndddd 88 1100--JJuull--2255 66::0033::2200 PPMM",
    "word_count": 8
  },
  {
    "chunk_id": 184,
    "book": "eeev1ps.pdf",
    "pdf_path": "F:\\Freelancing\\Quiz\\Science\\eeev1ps.pdf",
    "page": 1,
    "chapter": "eeev1ps.pdf - The World Around Us",
    "text": "OOuurr WWoonnddrroouuss WWoorrlldd Textbook for Grade 5 The World Around Us 00__PPrreelliimmss..iinndddd 11 1111--JJuull--2255 22::1111::0044 PPMM",
    "word_count": 16
  },
  {
    "chunk_id": 185,
    "book": "eeev1ps.pdf",
    "pdf_path": "F:\\Freelancing\\Quiz\\Science\\eeev1ps.pdf",
    "page": 2,
    "chapter": "eeev1ps.pdf - 301 (U.P.)",
    "text": "0535 – Our WOndrOus WOrld ISBN 978-93-5729-030-2 Textbook for Grade 5 of The World Around Us First Edition ALL RIGHTS RESERVED July 2025 Aashada 1947  No part of this publication may be reproduced, stored in a retrieval system or transmitted, in any form or by any means, electronic, mechanical, photocopying, recording or otherwise without the prior permission of the publisher. PD 700T BS  This book is sold subject to the condition that it shall not, by way of trade, be lent, re-sold, hired out or otherwise disposed of without the publisher’s consent, in any form of binding or cover other than that in which it is published.  The correct price of this publication is the price printed on this page, Any revised price indicated by a rubber stamp or by a sticker or by any other © National Council of Educational means is incorrect and should be unacceptable. Research and Training, 2025 OFFICES OF THE PUBLICATION DIVISION, NCERT NCERT Campus Sri Aurobindo Marg New Delhi 110 016 Phone : 011-26562708 108, 100 Feet Road Hosdakere Halli Extension Banashankari III Stage Bengaluru 560 085 Phone : 080-26725740 Navjivan Trust Building P.O.Navjivan Ahmedabad 380 014 Phone : 079-27541446 CWC Campus Opp. Dhankal Bus Stop Panihati Kolkata 700 114 Phone : 033-25530454 CWC Complex Maligaon `` 65.00 Guwahati 781 021 Phone : 0361-2674869 Publication Team Head, Publication : M.V. Srinivasan Division Chief Editor : Bijnan Sutar Chief Production : Jahan Lal Officer (In charge) Chief Business : Amitabh Kumar Manager Printed on 80 GSM paper with NCERT Assistant Production : Prakash Veer Singh watermark Officer Published at the Publication Division Cover, Layout and Illustrations by the Secretary, National Council of Junaid Digital Arts Educational Research and Training, Fajruddin Sri Aurobindo Marg, New Delhi 110 016 and printed at Ankur Offset Pvt. Ltd., A-54, Sector-63, Noida - 201 301 (U.P.) 00__PPrreelliimmss..iinndddd 22 1144--JJuull--2255 33::0011::3388 PPMM",
    "word_count": 314
  },
  {
    "chunk_id": 186,
    "book": "eeev1ps.pdf",
    "pdf_path": "F:\\Freelancing\\Quiz\\Science\\eeev1ps.pdf",
    "page": 3,
    "chapter": "eeev1ps.pdf - Foreword",
    "text": "Foreword The foundational stage in school education, as envisaged by the National Education Policy (NEP) 2020, serves as the cornerstone for the holistic development of children. It enables students not only to imbibe the invaluable samskaras rooted in our country’s ethos and constitutional framework, but also to acquire basic literacy and numeracy. This foundation equips them to transition seamlessly into a more challenging preparatory stage. The preparatory stage acts as a bridge between the foundational and the middle stages, spanning three years from Grades 3 to 5. The education provided during this stage builds upon the pedagogical approaches of the foundational stage. While the play-way, discovery, and the activity-based learning methods continue, students are also introduced to textbooks and formal classroom settings. This introduction aims to establish a foundation across curricular areas, promoting holistic learning and self-exploration through reading, writing, speaking, thinking, drawing, singing, and playing. This comprehensive approach encompasses physical education, art education, environmental education, languages, mathematics, basic science and social sciences, ensuring that students are well-prepared both at the cognitive-sensitive and physical-emotional levels to effortlessly transition to the middle stage. Adhering to the recommendations of the National Curriculum Framework for School Education (NCF-SE) 2023, brought out, as a follow-up to the NEP 2020, a new subject area called ‘The World Around Us’ at the preparatory stage is introduced. This subject aims to provide environmental education through an experiential learning approach, connecting students’ experiences with the basic concepts of different subject areas, which they will study at the middle stage. Our Wondrous World, the textbook for The World Around Us, has been designed to help students connect their day-to-day learning about their world to the basic concepts of various subject areas — science, social sciences and environmental education. It aims to enhance their sensitivity towards their environment, develop skills to work with the community, and foster a positive attitude towards various professions. Our Wondrous World emphasises conceptual understanding, critical thinking, creativity, and the values and dispositions essential for this developmental stage. It incorporates cross-cutting themes such as inclusion, multilingualism, gender equality, and cultural rootedness, integrating appropriate ICT tools and school-based assessments. 00__PPrreelliimmss..iinndddd 33 1111--JJuull--2255 22::1111::0044 PPMM",
    "word_count": 357
  },
  {
    "chunk_id": 187,
    "book": "eeev1ps.pdf",
    "pdf_path": "F:\\Freelancing\\Quiz\\Science\\eeev1ps.pdf",
    "page": 4,
    "chapter": "eeev1ps.pdf - Director",
    "text": "In Grades 3 and 4, students were familiarised with units — Our Communities, Life Around Us, Health and Well-being, Things Around Us and Our Environment. Grade 5 being the final year of the preparatory stage enables students for the middle stage in a complimentary way. It lays a sound foundation for students in science and social science, so that they are ready to learn these subjects separately from middle stage. The Grade 5 students are familiarised with vibrant India, important role of water through the example of river Godavari, health and well-being at home and school, what and how of different things around the students, and the environment on and around the planet Earth. Content and processes have been designed by keeping in view the age, experiences, interests and diversity of students everywhere. This textbook also carries a wide range of interesting facts about India’s traditions, culture and achievements. Student’s innate curiosity at this stage needs to be nurtured by addressing their questions and designing activities based on the core learning principles. While the play-way method continues, the nature of toys and games used for teaching evolves to enhance the engagement rather than mere attraction. While this textbook is valuable, students also need to explore additional resources on the subject. School libraries should facilitate this extended learning, and parents and teachers should support their endeavours. An effective learning environment motivates students, keeps them engaged and fosters curiosity and wonder — vital for learning. I recommend this textbook with confidence to all students and teachers at the preparatory stage. I extend my gratitude to everyone involved in its development, hopeful that it will meet the expectations. As NCERT remains committed to systemic reforms and improving the publication quality, we welcome feedback to refine the textbook content. Dinesh Prasad Saklani Director New Delhi National Council of Educational 28 June 2025 Research and Training iv 00__PPrreelliimmss..iinndddd 44 1111--JJuull--2255 22::1111::0055 PPMM",
    "word_count": 317
  },
  {
    "chunk_id": 188,
    "book": "eeev1ps.pdf",
    "pdf_path": "F:\\Freelancing\\Quiz\\Science\\eeev1ps.pdf",
    "page": 5,
    "chapter": "eeev1ps.pdf - Director",
    "text": "About the Textbook The National Curriculum Framework for School Education (NCF-SE) 2023 in alignment with the National Education Policy (NEP) 2020 has introduced The World Around Us (TWAU) as a core curricular area at the preparatory stage of school education for Grades 3 – 5. As described in NCF-SE 2023, it aims to address the natural curiosity of students and help them gain a more systematic understanding of the natural, physical and social environment in their immediate context. Guided by the policy and the curriculum framework, the TWAU textbook is designed as a learning companion that encourages observation, questioning, investigation, reflection, and expression among students. It integrates science, social science, environmental studies, and foundational and vocational skills into one cohesive narrative, promoting interdisciplinary thinking and action. Through this approach, students begin to recognise patterns, processes and relationships between people and nature, cause and consequence, tradition and change. The Grade 5 textbook of TWAU, Our Wondrous World, continues the journey from the foundations laid in Grades 3 and 4. As students progress into the final year of the preparatory stage, this book reinforces experiences of exploration, experiments, play and discovery by guiding learners toward more structured, yet interactive learning. The textbook embodies the core principles of experiential learning through nature walks, observations, interviews, model-making, experiments and surveys. Students are encouraged to apply the basics of the scientific methods — to observe, hypothesise, test and conclude. In doing so, they also develop environmental awareness, ethical reasoning, empathy and a sense of responsibility towards others, and the planet. With the vision of developing cognitive, emotional, and physical capacities through holistic and integrated learning, this textbook adopts a student-centric, activity-rich and inquiry-driven pedagogy. It also supports a gradual progression from immediate surroundings to broader contexts. This structured exploration of the environment is assumed to develop the competencies identified for preparatory stage through TWAU based on the curricular goals identified in NCF-SE 2023. While designing and developing the content and activities, effort has been made for providing students with varied experiences of exploring environment, which helps students to understand the interdependence in the world and develop sensitivity towards environmental, and social issues. Throughout the book, inputs have been given for students to recognise the importance of 00__PPrreelliimmss..iinndddd 55 1111--JJuull--2255 22::1111::0055 PPMM",
    "word_count": 376
  },
  {
    "chunk_id": 189,
    "book": "eeev1ps.pdf",
    "pdf_path": "F:\\Freelancing\\Quiz\\Science\\eeev1ps.pdf",
    "page": 6,
    "chapter": "eeev1ps.pdf - Director",
    "text": "safety of self and others, gearing towards their responsible behaviour in different situations. Collection of data and their analysis through observation, experiments and social survey would surely provide seeds of skills of questioning, and arriving at probable solutions. The book also tries to provide basic understanding of the concepts that would be discussed in different disciplines at middle stage. In addition, the book provides experience of map reading and interpretation as tools of exploring the world. The Indian Knowledge System (IKS) is organically integrated, offering students a lens to value indigenous practices, local crafts, folklore, and the wisdom of communities. Language, mathematics, and arts are also naturally embedded through cross-disciplinary activities. Designed with inclusivity and diversity at its heart, this book provides unique experiences for learners of different abilities and backgrounds. It encourages collaborative learning, respects multilingual contexts, and fosters the values of care, cooperation and democratic citizenship. The textbook has 10 chapters, structured into five thoughtfully curated units — Life Around Us, Health and Well-being, Incredible India, Things Around Us and Our Amazing Planet. The book provides opportunities for students to engage with real-life issues, local knowledge systems, and diverse cultures spread across our nation. Each unit has briefly outlined the desired competencies and the concepts covered. It is attempted to follow different approaches in each chapter. In the form of a narrative, Chapter 1: ‘Water — The Essence of Life’ emphasises how we need to be responsible and why it is important to maintain the balance in nature. This is followed by Chapter 2: ‘Journey of a River’ which is written in the form of an autobiography of the river Godavari to show how environmental, social and economic aspects are interconnected. Chapter 3: ‘The Mystery of Food’ uses an exploratory style, emphasising looking at things in the world around us that we do not see with the naked eye, for example, the discussion on microbes. Chapter 4: ‘Our School — A Happy Place’ is based on research, planning and action. Chapter 5: ‘Our Vibrant Country’ is about learning through things that are around us that we have not noticed or examined like the currency notes. Chapter 6: ‘Some Unique Places’ is a travelogue about discovering unique places in India, while Chapters 7 and 8 use activities and experiments to engage students. Chapter 7: ‘Energy — How Things Work’ and Chapter 8: ‘Clothes — How Things are Made’ are extension of the themes — how things work and how things are made as discussed in Grades 3 and 4. Chapter 9: ‘Rhythms of Nature’ gets students to note observations in the journal provided at the back of the book. Looking at things from historical perspectives vi 00__PPrreelliimmss..iinndddd 66 1111--JJuull--2255 22::1111::0055 PPMM",
    "word_count": 452
  },
  {
    "chunk_id": 190,
    "book": "eeev1ps.pdf",
    "pdf_path": "F:\\Freelancing\\Quiz\\Science\\eeev1ps.pdf",
    "page": 7,
    "chapter": "eeev1ps.pdf - Dhanya Krishnan",
    "text": "in the form of short stories is the main focus of the Chapter 10: ‘Earth — Our Shared Home’ through which the concept of ‘Earth’ as a well-connected planet is being exposed to students. In the chapter, we are also highlighting the connections between what we do and the environment around us. In brief, the students are exposed to the world around us, how it is made, where things come from, what is their history, how we could be vulnerable and how we can act responsibly by understanding how the world around us is interconnected and how our ancient Indian philosophy of treating the world as one family, ‘Vasudhaiva Kutumbakam’, is important for sustainability. This book provides scope for students to record their observations in four quarters of the year in ‘Seasons’ Journal’ at the end. Teachers would guide students for doing so. Assessment is integrated into the learning process through reflective exercises, projects, group work, and creative expressions. ‘Let us reflect’ sections promote self-assessment and metacognition in alignment with the competencies given in the NCF-SE. Questions are placed in the book to promote critical thinking. The teacher needs to be more of a facilitator than someone who has all the answers. The teacher is encouraged to vary and extend the activities in the book as well as to initiate discussion in the classroom. The intention is to encourage the spirit of inquiry and openness to questions that may seem outside the curriculum. Some of these may deserve a discussion, if not an answer. ‘Notes to the Teacher’ offers guidance on facilitating rich classroom discussions and adapting content to local contexts. It is also important that teachers use adequate learning teaching materials such as maps and globes as without these, the designed activities would be incomplete and there is fear of achieving the competencies. Ultimately, Our Wondrous World aims to kindle a lifelong curiosity and joy in learning, enabling students to see their lives as part of a larger, interconnected world. It serves as a bridge between lived experiences and abstract ideas, between the local and the global, and between learning and living. The book has been designed as an exciting tool for the hands of the teacher and the student. The book aims to inculcate a sense of pride in India’s rich diversity, which is our strength. We hope that this textbook will provide a strong foundation for developing a wide range of competencies in students in the years ahead. Dhanya Krishnan Associate Professor and Member Coordinator Department of Elementary Education National Council of Educational Research and Training, New Delhi vii 00__PPrreelliimmss..iinndddd 77 1111--JJuull--2255 22::1111::0055 PPMM",
    "word_count": 437
  },
  {
    "chunk_id": 191,
    "book": "eeev1ps.pdf",
    "pdf_path": "F:\\Freelancing\\Quiz\\Science\\eeev1ps.pdf",
    "page": 8,
    "chapter": "eeev1ps.pdf - Fundamental Rights",
    "text": "CONSTITUTION OF INDIA Part III (Articles 12 – 35) (Subject to certain conditions, some exceptions and reasonable restrictions) guarantees these Fundamental Rights Right to Equality  before law and equal protection of laws;  irrespective of religion, race, caste, sex or place of birth;  of opportunity in public employment;  by abolition of untouchability and titles. Right to Freedom  of expression, assembly, association, movement, residence and profession;  of certain protections in respect of conviction for offences;  of protection of life and personal liberty;  of free and compulsory education for children between the age of six and fourteen years;  of protection against arrest and detention in certain cases. Right against Exploitation  for prohibition of traffic in human beings and forced labour;  for prohibition of employment of children in hazardous jobs. Right to Freedom of Religion  freedom of conscience and free profession, practice and propagation of religion;  freedom to manage religious affairs;  freedom as to payment of taxes for promotion of any particular religion;  freedom as to attendance at religious instruction or religious worship in certain educational institutions. Cultural and Educational Rights  for protection of interests of minorities;  for minorities to establish and administer educational institutions;  saving of certain Laws 31A–31D. Right to Constitutional Remedies  by issuance of directions or orders or writs by the Supreme Court and High Courts for enforcement of these Fundamental Rights. 00__PPrreelliimmss..iinndddd 88 1111--JJuull--2255 22::1111::0055 PPMM",
    "word_count": 245
  },
  {
    "chunk_id": 192,
    "book": "eeev1ps.pdf",
    "pdf_path": "F:\\Freelancing\\Quiz\\Science\\eeev1ps.pdf",
    "page": 9,
    "chapter": "eeev1ps.pdf - HIPA",
    "text": "National Syllabus and Teaching Learning Material Committee (NSTC) 1. M. C. Pant, Chancellor, National Institute of Educational Planning and Administration (NIEPA), (Chairperson) 2. Manjul Bhargava, Professor, Princeton University, (Co-Chairperson) 3. Sudha Murty, Acclaimed Writer and Educationist 4. Bibek Debroy, Chairperson, Economic Advisory Council to the Prime Minister (EAC – PM) 5. Shekhar Mande, Former Director General, CSIR; Distinguished Professor, Savitribai Phule Pune University, Pune 6. Sujatha Ramdorai, Professor, University of British Columbia, Canada 7. Shankar Mahadevan, Music Maestro, Mumbai 8. U. Vimal Kumar, Director, Prakash Padukone Badminton Academy, Bengaluru 9. Michel Danino, Visiting Professor, IIT – Gandhinagar 10. Surina Rajan, IAS (Retd.), Haryana, Former Director General, HIPA 11. Chamu Krishna Shastri, Chairperson, Bharatiya Bhasha Samiti, Ministry of Education 12. Sanjeev Sanyal, Member, Economic Advisory Council to the Prime Minister (EAC – PM) 13. M.D. Srinivas, Chairperson, Centre for Policy Studies, Chennai 14. Gajanan Londhe, Head, Programme Office 15. Rabin Chhetri, Director, SCERT, Sikkim 16. Pratyusa Kumar Mandal, Professor, Department of Education in Social Sciences, NCERT, New Delhi 17. Dinesh Kumar, Professor, Department of Education in Science and Mathematics, NCERT, New Delhi 18. Kirti Kapur, Professor, Department of Education in Languages, NCERT, New Delhi 19. Ranjana Arora, Professor and Head, Department of Curriculum Studies and Development, NCERT, New Delhi (Member-Secretary) 00__PPrreelliimmss..iinndddd 99 1111--JJuull--2255 22::1111::0055 PPMM",
    "word_count": 214
  },
  {
    "chunk_id": 193,
    "book": "eeev1ps.pdf",
    "pdf_path": "F:\\Freelancing\\Quiz\\Science\\eeev1ps.pdf",
    "page": 10,
    "chapter": "eeev1ps.pdf - Fundamental Duties",
    "text": "Constitution of India Part IV A (Article 51 A) Fundamental Duties It shall be the duty of every citizen of India — (a) to abide by the Constitution and respect its ideals and institutions, the National Flag and the National Anthem; (b) to cherish and follow the noble ideals which inspired our national struggle for freedom; (c) to uphold and protect the sovereignty, unity and integrity of India; (d) to defend the country and render national service when called upon to do so; (e) to promote harmony and the spirit of common brotherhood amongst all the people of India transcending religious, linguistic and regional or sectional diversities; to renounce practices derogatory to the dignity of women; (f) to value and preserve the rich heritage of our composite culture; (g) to protect and improve the natural environment including forests, lakes, rivers, and wildlife, and to have compassion for living creatures; (h) to develop the scientific temper, humanism and the spirit of inquiry and reform; (i) to safeguard public property and to abjure violence; (j) to strive towards excellence in all spheres of individual and collective activity so that the nation constantly rises to higher levels of endeavour and achievement; *(k) who is a parent or guardian, to provide opportunities for education to his child or, as the case may be, ward between the age of six and fourteen years. Note: The Article 51A containing Fundamental Duties was inserted by the Constitution (42nd Amendment) Act, 1976 S.11 (with effect from 3 January 1977). *(k) was inserted by the Constitution (86th Amendment) Act, 2002 S.4 (with effect from 1 April 2010). 00__PPrreelliimmss..iinndddd 1100 1111--JJuull--2255 22::1111::0055 PPMM",
    "word_count": 273
  },
  {
    "chunk_id": 194,
    "book": "eeev1ps.pdf",
    "pdf_path": "F:\\Freelancing\\Quiz\\Science\\eeev1ps.pdf",
    "page": 11,
    "chapter": "eeev1ps.pdf - Ahmedabad",
    "text": "Textbook Development Team Kartikeya Sarabhai, Director, Centre for Environment Education (CEE), Ahmedabad (Team Leader) Rabin Chhetri, Director, SCERT, Sikkim (Team Co-Leader) Arun Naik, Professor, Azim Premji University, Bengaluru Baren Kumar Raul, Senior Teacher and Educator, Mirambika Free Progress School, New Delhi Binay Pattanayak, Chief Consultant, NSTC Programme Office, NCERT, New Delhi Gayatri Dave, Programme Coordinator, Centre for Environment Education (CEE), Ahmedabad Geetika Malhotra Arora, PRT, The Heritage School, Rohini, New Delhi Gurpreet Kaur, Educator, Middle Programme, Heritage Xperiential Learning School, Gurugram K.V. Sridevi, Associate Professor, Department of Education, Regional Institute of Education, Ajmer Mamata Pandya, Educator, Editor and Instructional Design Consultant Prashant Divekar, Head, Teachers Training Centre, Jnana Prabodhini, Pune Ramneek Walia, Teacher, Mahatma Gandhi International School, Ahmedabad Sandeep Kumar, Assistant Professor, Department of Elementary Education, NCERT, New Delhi Shamin Padalkar, Visiting Faculty, Indian Institute of Science Education and Research, Pune Shankari Rao, TGT, Dr. Kalmadi Shamarao High School, Ganesh Nagar, Pune Sukhvinder, Associate Professor, Department of Curriculum Studies and Development, NCERT, New Delhi Tarun Choubisa, Senior Consultant, NSTC Programme Office, NCERT, New Delhi Dhanya Krishnan, Associate Professor, Department of Elementary Education, NCERT, New Delhi (Member-Coordinator) 00__PPrreelliimmss..iinndddd 1111 1111--JJuull--2255 22::1111::0055 PPMM",
    "word_count": 191
  },
  {
    "chunk_id": 195,
    "book": "eeev1ps.pdf",
    "pdf_path": "F:\\Freelancing\\Quiz\\Science\\eeev1ps.pdf",
    "page": 12,
    "chapter": "eeev1ps.pdf - Reviewers",
    "text": "Reviewers Anurag Behar, Member, National Oversight Committee (NOC) Shekhar C. Mande, Former Director General, CSIR, Distinguished Professor, Bioinformatics Centre, Savitribai Phule Pune University, Honorary Distinguished Scientist, National Centre for Cell Science, Pune Suniti Sanwal, Professor and Head, Department of Elementary Education, NCERT, New Delhi; and Member-Convenor, Coordination Committee, Curricular Area Group: Preparatory Stage xii 00__PPrreelliimmss..iinndddd 1122 1111--JJuull--2255 22::1111::0055 PPMM",
    "word_count": 59
  },
  {
    "chunk_id": 196,
    "book": "eeev1ps.pdf",
    "pdf_path": "F:\\Freelancing\\Quiz\\Science\\eeev1ps.pdf",
    "page": 13,
    "chapter": "eeev1ps.pdf - Acknowledgements",
    "text": "Acknowledgements The National Council of Educational Research and Training (NCERT) acknowledges the guidance and support of the esteemed Chairperson, and members of the National Curriculum Framework Oversight Committee for their invaluable contributions in overseeing the translation of National Curriculum Framework for School Education (NCF-SE) perspectives into the textbook. The NCERT is also deeply grateful to the Chairperson, Co-chairperson, and the members of the National Syllabus and Teaching-Learning Material Development Committee for their continuous guidance, and thorough review of the textbook. Furthermore, the NCERT extends its heartfelt thanks to the Chairperson and members of the NSTC, Preparatory Stage and Sub-Group: The World Around Us as well as other relevant Curricular Area Groups (CAGs), for their support and guidelines on the cross-cutting themes. The Council acknowledges the support of Amarendra Behera, Head, PRD and Professor, CIET; Pratyusa Kumar Mandal, Professor and Head, DESS; Sunita Farkya, Professor and Head, DESM; Indrani Bhaduri, Professor and Head, ESD; Vinay Singh, Professor and Head, DEGSN; Mili Roy, Professor and Head, DGS; and Jyotsna Tiwari, Professor and Head, DEAA, NCERT; along with their teams, for their meticulous efforts in ensuring the seamless integration of cross- curricular aspects throughout the textbook and linkages with other curricular areas. The Council gratefully acknowledges the valuable contribution of Prithi Nambiar, Senior Programme Director, Centre for Environment Education, for her overall support and in editing the chapters. The Council also extends sincere thanks to Meena A. S., Programme Coordinator; Archana Panicker, Programme Director; Nikita Iyer and Kavya Agrahari, Project Officers, Centre for Environment Education, for their dedicated support in developing content and assisting in editing. The Council is thankful to Riddhi Garg and Purva Bhatt, Senior Consultants, NSTC Programme Office for their assitance in editing the content. The Council acknowledges the contributions 00__PPrreelliimmss..iinndddd 1133 1111--JJuull--2255 22::1111::0055 PPMM",
    "word_count": 295
  },
  {
    "chunk_id": 197,
    "book": "eeev1ps.pdf",
    "pdf_path": "F:\\Freelancing\\Quiz\\Science\\eeev1ps.pdf",
    "page": 14,
    "chapter": "eeev1ps.pdf - Acknowledgements",
    "text": "of Chetna Kaushik, Senior Research Associate and Trishna Nath, Junior Project Fellow, DEE, NCERT. The NCERT gratefully acknowledges the contributions of Ilma Nasir, Editor (contractual); Aastha Sharma, Editorial Assistant (contractual); Adiba Tasneem, Ariba Usman, Deepti Garg, Praveen Kumar, Jatinder Kumar, Rajan Dabur and Talha Faisal Khan, Proofreaders (contractual), Publication Division, NCERT. The Council thanks Pawan Kumar Barriar, In-charge, DTP Cell; Sanju Sharma, Ajay Kumar Prajapati, Pawan Kumar, Bittu Kumar Mahato, Vijay Shukla, Vivek Rajpoot and Manoj Kumar, Gandharv, Girish Goyal, Sageer Ahmad, Ayaz Ahmad Ansari, DTP Operators (contractual) for giving this textbook its final shape. The NCERT also appreciates the efforts of Fatma Nasir, Artist, Publication Division, NCERT for finalising the cover. xiv 00__PPrreelliimmss..iinndddd 1144 1111--JJuull--2255 22::1111::0055 PPMM",
    "word_count": 118
  },
  {
    "chunk_id": 198,
    "book": "eeev1ps.pdf",
    "pdf_path": "F:\\Freelancing\\Quiz\\Science\\eeev1ps.pdf",
    "page": 15,
    "chapter": "eeev1ps.pdf - Contents",
    "text": "Contents Foreword iii About the Textbook v Unit 1: Life Around Us Chapter 1: Water — The Essence of Life 3 Chapter 2: Journey of a River 21 Unit 2: Health and Well-being Chapter 3: The Mystery of Food 40 Chapter 4: Our School — A Happy Place 55 Unit 3: Incredible India Chapter 5: Our Vibrant Country 75 Chapter 6: Some Unique Places 94 Unit 4: Things Around Us Chapter 7: Energy — How Things Work 114 Chapter 8: Clothes — How Things are Made 131 Unit 5: Our Amazing Planet Chapter 9: Rhythms of Nature 147 Chapter 10: Earth — Our Shared Home 161 00__PPrreelliimmss..iinndddd 1155 1111--JJuull--2255 22::1111::0077 PPMM",
    "word_count": 111
  },
  {
    "chunk_id": 199,
    "book": "eeev1ps.pdf",
    "pdf_path": "F:\\Freelancing\\Quiz\\Science\\eeev1ps.pdf",
    "page": 16,
    "chapter": "eeev1ps.pdf - Contents",
    "text": "00__PPrreelliimmss..iinndddd 1166 1111--JJuull--2255 22::1111::0088 PPMM",
    "word_count": 5
  }
]